Repository: NeoCIRCLE/neocircle
Catalog: one/locale/*/LC_MESSAGES/djangojs.po
Languages: hu

source: Are you sure deleting key?
hu: Biztosan törli a kulcsot?

source: Delete
hu: Törlés

source: Are you sure about reseting store credentials?<br /> You will lose your access to your store account on your existing virtual machines!
hu: Biztosan újragenerálja az adattár-kulcsait?<br /> El fogja veszteni az adattár-hozzáférést a már futó virtuális gépekből!

source: Reset
hu: Újragenerálás

source: Rename
hu: Átnevezés

source: Cancel
hu: Mégsem

source: Are you sure stopping %s?
hu: Biztosan felfüggeszti a következőt: %s?

source: Stop
hu: Felfüggesztés

source: Are you sure deleting %s?
hu: Biztosan törli a következőt: %s?

source: Are you sure restarting %s?
hu: Biztosan újraindítja a következőt: %s?

source: Restart
hu: Újraindítás

source: Are you sure deleting this %s template?
hu: Biztosan törli a következő sablont: %s?

source: Template deletion successful!
hu: Sablon törlése sikeres.

source: Add owner
hu: Tulajdonos hozzáadása

source: Unknown
hu: Ismeretlen

source: Are you sure deleting <strong>%s</strong>
hu: Törli a következő fájlt: <strong>%s</strong>

source: file
hu: fájl

source: Toplist
hu: Legújabb fájlok

source: Back to the root folder
hu: Vissza a gyökérmappába

source: You are removing the file <strong>%s</strong>.
hu: Törli a következő fájlt: <strong>%s</strong>.

source: You are removing the folder <strong>%s</strong> (and its content).
hu: Törli a következő könyvtárat és tartalmát: <strong>%s</strong>.

source: Are you sure?
hu: Biztos benne?

source: File %s is already present! Click OK to override it.
hu: %s már létezik. Felülírja?

source: %s seems to be a directory. Uploading directories is currently not supported. If you're sure that %s is a file, click OK to upload it.
hu: %s egy mappának tűnik. Mappák feltöltésére nincs lehetőség. Ha biztos benne, hogy %s egy fájl, kattintson az OK-ra a feltöltéshez.

source: Upload
hu: Feltöltés

source: done, processing...
hu: kész, feldolgozás...
