Repository: NeoCIRCLE/neocircle
Catalog: one/locale/*/LC_MESSAGES/django.po
Languages: hu

source: owner
hu: tulajdonos

source: %(sum)d (%(active)d active)
hu: %(sum)d (%(active)d aktív)

source: Update status
hu: Állapot frissítése

source: Submit VM
hu: VM beküldése

source: Delete VM
hu: VM törlése

source: Suspend VM
hu: VM felfüggesztése

source: Resume VM
hu: VM folytatása

source: user
hu: felhasználó

source: Samba password
hu: Samba jelszó

source: Generated password for accessing store from Windows.
hu: Generált jelszó az adattár eléréséhez Windows alól.

source: SSH key (public)
hu: SSH kulcs (nyilvános)

source: Generated SSH public key for accessing store from Linux.
hu: Generált SSH publikus kulcs az adattár eléréséhez Linux alól.

source: SSH key (private)
hu: SSH kulcs (magán)

source: Generated SSH private key for accessing store from Linux.
hu: Generált SSH privát kulcs az adattár eléréséhez Linux alól.

source: share quota
hu: megosztó kvóta

source: instance quota
hu: példány kvóta

source: disk quota
hu: lemezkvóta

source: Disk quota in mebibytes.
hu: Lemezkvóta mebibyte-okban.

source: OpenSSH key type %s is not supported.
hu: A következő OpenSSH kulcstípus nincs támogatva: %s.

source: Invalid OpenSSH public key.
hu: Érvénytelen OpenSSH nyilvános kulcs.

source: SSH key
hu: SSH kulcs

source: <a href="/info/ssh/">SSH public key in OpenSSH format</a> used for shell and store login (2048+ bit RSA preferred). Example: <code>ssh-rsa AAAAB...QtQ== john</code>.
hu: <a href="/info/ssh/">SSH nyilvános kulcs OpenSSH formátumban</a> az SSH bejelentkezéshez – ajánlás: 2048+ bites RSA. Példa: <code><code>ssh-rsa AAAAB...QtQ== jozsi</a>.

source: unnamed
hu: névtelen

source: init
hu: új

source: perparing
hu: előkészítés

source: saving
hu: mentés

source: ready
hu: kész

source: lab
hu: labor

source: For lab or homework with short lifetime.
hu: Géptermi vagy otthoni feladatokhoz (rövid élettartam).

source: project
hu: projekt

source: For project work.
hu: Projektmunkához.

source: server
hu: szerver

source: For long-term server use.
hu: Hosszú távú, szerver-felhasználáshoz.

source: name
hu: név

source: description
hu: leírás

source: created at
hu: létrehozás ideje

source: instance limit
hu: példánykorlát

source: Maximal count of instances launchable for this share.
hu: A megosztás alapján futtatható példányok maximális száma.

source: per user limit
hu: felhasználónkénti korlát

source: Maximal count of instances launchable by a single user.
hu: Egy felhasználó által indítható példányok száma.

source: share
hu: megosztás

source: disk
hu: lemez

source: If network address translation is done.
hu: Hálózati címfordítás történik-e.

source: public
hu: publikus

source: If internet gateway is available.
hu: Van-e elérheti internetes útválasztás.

source: network
hu: hálózat

source: CPU cores.
hu: CPU magok száma.

source: Mebibytes of memory.
hu: Memória mérete mebibyte-ban.

source: credits
hu: kredit

source: Price of instance.
hu: Példány értéke.

source: instance type
hu: példánytípus

source: new
hu: új

source: access method
hu: elérési mód

source: If other users can derive templates of this one.
hu: Más felhasználók készíthetnek-e ez alapján új sablonokat.

source: operating system
hu: operációs rendszer

source: Name of operating system in format like "%s".
hu: Operációs rendszer neve a következő formában: „%s”.

source: template
hu: sablon

source: templates
hu: sablonok

source: IP address
hu: IP cím

source: deployable
hu: beküldhető

source: pending
hu: várakozó

source: done
hu: kész

source: active
hu: aktív

source: unknown
hu: ismeretlen

source: suspended
hu: felfüggesztett

source: failed
hu: hiba

source: active since
hu: aktívvá válás ideje

source: Time stamp of successful boot report.
hu: A sikeres indulás jelentésének időpontja.

source: host in firewall
hu: gép a tűzfalban

source: password
hu: jelszó

source: Original password of instance
hu: A példány eredeti jelszava.

source: time of suspend
hu: felfüggesztés ideje

source: time of delete
hu: törlés ideje

source: instance
hu: példány

source: instances
hu: példányok

source: None
hu: Nincs

source: Invalid template ID.
hu: Nincs ilyen sablon.

source: There are running instances of this template.
hu: A sablonnak még vannak futó példányai.

source: Template is still shared.
hu: A sablon még meg van osztva.

source: You don't have permission to delete this template.
hu: Nincs joga törölni a sablont.

source: Template successfully deleted.
hu: A sablon törlése sikeres.

source: Unexpected error happened.
hu: Váratlan hiba történt.

source: Could not get Virtual Machine credentials.
hu: Nem találhatóak a virutális gép adatai.

source: Failed to power off virtual machine.
hu: A virtuális gép kikapcsolása sikertelen.

source: You do not have any free share quota.
hu: Nincs szabad kvótája.

source: You do not have enough free share quota.
hu: Nincs elég szabad kvótája.

source: Successfully shared %s.
hu: „%s” megosztása sikeres.

source: Successfully edited share %s.
hu: „%s” megosztás szerkesztése sikeres.

source: Template is being saved...
hu: A sablon mentése folyamatban van…

source: You do not have any free quota. You can not launch this until you stop an other instance.
hu: Nincs szabad kvótája. Addig nem tud gépet indítani, amíg le nem állít egyet.

source: The share does not have any free quota. You can not launch this until someone stops an instance.
hu: Ennek a megosztásnak elfogyott a kvótája. Nem tudja addig elindítani, amíg valaki le nem állít egy példányt.

source: You do not have any free quota for this share. You can not launch this until you stop an other instance.
hu: Nincs szabad kvótája ehhez a megosztáshoz. Nem tudja addig elindítani, amíg nem állít le egy másik példányt.

source: You are not a member of the share group.
hu: Nem tagja a megosztás csoportjának.

source: Can not create template.
hu: Sablon létrehozása sikertelen.

source: You have no permission to try this instance without a share. Launch a new instance through a share.
hu: Nincs joga a sablon kipróbálására megosztás nélkül. Próbálja egy megosztáson keresztül.

source: Failed to create virtual machine.
hu: A virtuális gép indítása sikertelen.

source: Adding port failed.
hu: Port hozzáadása sikertelen.

source: Port %d successfully added.
hu: %d számú port hozzáadása sikeres.

source: Port %s successfully removed.
hu: %s számú port eltávolítása sikeres.

source: Removing port failed.
hu: Port eltávolítása sikertelen.

source: Virtual machine is successfully deleted.
hu: A virtuális gép törlése sikeres.

source: Failed to delete virtual machine.
hu: A virtuális gép törlése sikertelen.

source: Share is successfully removed.
hu: Megosztás eltávolítása sikeres.

source: Failed to remove share.
hu: Megosztás törlése sikertelen.

source: Virtual machine is successfully stopped.
hu: A virtuális gép sikeresen leállt.

source: Failed to stop virtual machine.
hu: A virtuális gép leállítása sikertelen.

source: Virtual machine is successfully resumed.
hu: A virtuális gép sikeresen folytatva.

source: Failed to resume virtual machine.
hu: A virtuális gép visszatöltése sikertelen.

source: Virtual machine is successfully renewed.
hu: A virtuális gép sikeresen meghosszabbítva.

source: Failed to renew virtual machine.
hu: A virtuális gép meghosszabbítása sikertelen.

source: Virtual machine is successfully powered off.
hu: A virtuális gép kikapcsolása sikeres.

source: Virtual machine is successfully restarted.
hu: A virtuális gép újraindítása sikeres.

source: Failed to restart virtual machine.
hu: A virtuális gép újraindítása sikertelen.

source: Failed to add public key.
hu: Nyilvános kulcs hozzáadása sikertelen.

source: Public key successfully added.
hu: Nyilvános kulcs hozzáadása sikeres.

source: Failed to delete public key
hu: Nyilvános kulcs törlése sikertelen.

source: Failed to reset keys
hu: Kulcsok újragenerálása

source: The requested page does not exists... Please go away...
hu: A kért oldal nem található. Nincs itt semmi látnivaló.

source: Internal Server Error... Please leave the server alone...
hu: Kiszolgálóoldali hiba. A manóba!

source: Logged in:
hu: Bejelentkezve:

source: Logout
hu: Kijelentkezés

source: Login
hu: Bejelentkezés

source: Legal notice
hu: Impresszum

source: Policy
hu: Szabályzat

source: Help
hu: Súgó

source: Support
hu: Támogatás

source: Change log
hu: Változásnapló

source: Editing share: %(t)s
hu: Megosztás szerkesztése: %(t)s

source: Change the parameters as needed.
hu: Változtassa meg a paramétereket szükség szerint.

source: Name of share
hu: Megosztás neve

source: Type
hu: Típus

source: Suspend after %(time)s.
hu: Felfüggesztés %(time)s után.

source: Delete after %(time)s.
hu: Törlés %(time)s után.

source: Maximal count of instances
hu: Példányok maximális száma

source: Maximal count of instaces/user
hu: Példányok max. száma/felhasználó

source: Description
hu: Leírás

source: Cancel
hu: Mégsem

source: Save
hu: Mentés

source: Edit template
hu: Sablon szerkesztése

source: Name
hu: Név

source: Size
hu: Méret

source: %(n)s core
hu: %(n)s mag

source: Sharing template: %(t)s
hu: Sablon megosztása: %(t)s

source: Choose a group
hu: Válasszon csoportot

source: You have no groups.
hu: Még nincs egy csoportja sem.

source: Group
hu: Csoport

source: Share
hu: Megosztás

source: Step %(step)s
hu: %(step)s. lépés

source: Please choose the base system you want to customize.
hu: Válasszon egy alaprendszert, amelyet testre kíván szabni.

source: There are no available templates.
hu: Nincs elérhető sablon.

source: locked
hu: zárolt

source: This is a shared template.
hu: Ez egy megosztott sablon.

source: Next &raquo;
hu: Tovább &raquo;

source: CPU cores
hu: CPU magok

source: Launch master instance
hu: Mesterpéldány indítása

source: This is a master image for your new template.
hu: Ez egy mestergép az új sablonhoz.

source: Connect to the machine.
hu: Csatlakozzon a géphez.

source: Do all the needed installation/customization.
hu: Végezze el a szükséges telepítést, testreszabást.

source: Log off (keep the machine running).
hu: Jelentkezzen ki (a gépet NE állítsa le).

source: Click on the "save" button on the right.
hu: Kattintson jobboldalt a „mentés” gombra.

source: The machine will be shut down and its disk saved.
hu: A gép leáll, lemeze mentésre kerül.

source: You can share the template with your groups.
hu: Megoszthatja a sablont csoportjaival.

source: Starting...
hu: Indítás…

source: Saving...
hu: Mentés…

source: Running
hu: Fut

source: Stopping...
hu: Felfüggesztés…

source: Stopped
hu: Leállítva

source: Deleted
hu: Törölve

source: Unexpected error occured
hu: Váratlan hiba történt

source: Login credentials
hu: Belépési adatok

source: This is a list about the network ports forwarded to the public internet.
hu: Ez a nyilvános internet felé továbbított hálózati portok listája.

source: You can access the given private port of the VM trough the public address of the network.
hu: A VM megadott belső portját elérheti a hálózat külső címén keresztül.

source: On the IPV6 network you can access the listed private ports direcly using the VM's global IPV6 address (connections to other ports are dropped).
hu: Az IPV6 hálózaton a megadott belső portokat közvetlenül érheti el a VM globális IPV6 címén (a többi portra érkező kapcsolatokat eldobjuk).

source: Port administration
hu: Portok kezelése

source: Protocol
hu: Protokoll

source: Delete
hu: Törlés

source: Add
hu: Hozzáadás

source: You can access Linux machines through the SSH protocol (we recommend <a href="http://www.chiark.greenend.org.uk/~sgtatham/putty/"> PuTTY</a> for Windows and OpenSSH for all other systems).
hu: A Linux gépeket az SSH protokollon érheti el. Windowshoz a <a href="http://www.chiark.greenend.org.uk/~sgtatham/putty/">PuTTY</a>-ot, minden más rendszerhez az OpenSSH klienst ajánljuk.

source: Graphical log in is also supported with the <a href="http://www.nomachine.com/download.php"> NoMachine NX Client</a> application.
hu: Grafikus bejelentkezés a <a href="http://www.nomachine.com/download.php"> NoMachine NX Client</a> alkalmazással lehetséges.

source: You can access Windows machines through the remote desktop protocol.
hu: A Windows gépeket a távoli asztal protokollon érheti el.

source: We recommend the built-in remote desktop client for Windows and Remmina for Linux.
hu: Windowshoz a beépített távoli asztali kapcsolat alkalmazást, Linuxhoz a Remminát ajánljuk.

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: Data store
hu: Adattár

source: This is your global data store.
hu: Ez az ön központi adattárja.

source: You can access it from all your own virtual machines, the lab client, this web interface, or through SFTP protocol.
hu: A fájlokat elérheti az összes virtuális gépéről, a laborkliensről, erről a webes felületről, vagy SFTP protokollon.

source: This directory is mounted on Windows machines as Z: drive, and on Linux ones as ~/sshfs.
hu: A windowsos gépeken a Z: meghajtóra, Linuxon a ~/sshfs katalógusba van csatolva.

source: If you log in on lab machines (currently Ubuntu only), you can see this folder also as ~/sshfs.
hu: Ha a laborgépekre bejelentkezik (jelenleg csak Ubuntu alatt), akkor a fájlokat szintén a ~/sshfs katalógusban találja.

source: You can also use an SFTP client (eg. WinSCP) to access your files at %(serv)s. You will need to register a public key bellow.
hu: SFTP klienst (pl. WinSCP) is használhat a %(serv)s címre csatlakozva. Ehhez alább tudja nyilvános kulcsát regisztrálni.

source: Show/hide box
hu: Doboz megjelenítése/rejtése

source: No files.
hu: Nincs megjeleníthető fájl.

source: Create folder
hu: Mappa létrehozása

source: Name of new folder
hu: Új mappa neve

source: Manage keys
hu: Kulcsok kezelése

source: Add public key
hu: Nyilvános kulcs hozzáadása

source: Public key in OpenSSH format
hu: Nyilvános kulcs OpenSSH formátumban

source: Reset key
hu: Kulcsok újragenerálása

source: File upload
hu: Fájlfeltöltés

source: Drag and drop files here to start uploading.
hu: Húzza ide a fájlt a feltöltés megkezdéséhez.

source: You can also use the <a href="#" id="old-upload">the traditional upload form</a>.
hu: Használhatja a <a href="#" id="old-upload">hagyományos feltöltő űrlapot</a> is.

source: Upload limit is 1GB per file!
hu: A feltöltési limit 1GiB fájlonként!

source: Error: File is bigger than 1GB!
hu: Hiba: a fájl nagyobb 1 GiB-nál.

source: Error: Upload server is not available!
hu: Hiba: a feltöltő kiszolgáló nem érhető el.

source: Error: File already exists!
hu: Hiba: a fájl már létezik.

source: File quota
hu: Fájlkvóta

source: Used space
hu: Használt terület

source: soft limit
hu: puha limit

source: hard limit
hu: kemény limit

source: rename
hu: átnevezés

source: remove
hu: eltávolítás

source: download
hu: letöltés

source: Last modification
hu: Utolsó módosítás

source: Remove
hu: Törlés

source: Templates
hu: Sablonok

source: This is the list of your own templates.
hu: Ez a saját sablonjainak listája.

source: Templates are customized versions of the base images.
hu: A sablonok alaprendszerek testre szabott változatai.

source: You can install all the needed software on a master machine, and it will be ready to run by your students in minutes.
hu: Telepítheti az összes szükséges szoftvert egy mestergépen, és az így készült sablon pár perc múltán készen is állhat a hallgatók számára.

source: You have no own templates.
hu: Még nincs egy sablonja sem.

source: Create a new one, and share it with your students. Or you can also use a common one.
hu: Hozzon létre egyet, és ossza meg hallgatóival. Vagy használjon egy közöset.

source: Try
hu: Kipróbálás

source: Start
hu: Indítás

source: Edit
hu: Szerkesztés

source: No description available
hu: Nincs leírás

source: System
hu: Rendszer

source: Created at
hu: Létrehozás ideje

source: Running instances
hu: Futó példányok

source: Share quota: %(used)s/%(all)s
hu: Megosztó kvóta: %(used)s/%(all)s

source: Virtual machines
hu: Virtuális gépek

source: This is the list of your running virtual machines.
hu: Ez az ön futó virtuális gépeinek listája.

source: You can launch a new VM instance if it is shared by a teacher for one of your groups.
hu: Egy VM példányt akkor tud elindítani, ha egy oktató megosztotta egy olyan csoporttal, amelynek tagja.

source: Please note, that users and shares both have a limit of launchable instances.
hu: Vegye figyelembe, hogy a felhasználóknak és az egyes megosztásoknak is korlátozva van a futtatható példányszám.

source: You have not started any machines yet.
hu: Még nem indított egy gépet sem.

source: Choose a template, and you can use the system in a minute.
hu: Válasszon egy sablont, és egy percen belül használhatja a rendszert.

source: Start new machine
hu: Új gép indítása

source: Available shares
hu: Elérhető megosztások

source: Choose one of the following shared templates to launch.
hu: Válasszon egyet az alábbi megosztott sablonok közül.

source: Quota reached
hu: Kvóta betelt

source: Launch
hu: Indítás

source: Personal quota: %(used)s/%(all)s
hu: Személyes kvóta: %(used)s/%(all)s

source: Hostname
hu: Gépnév

source: Template
hu: Sablon

source: Renew suspend time
hu: Felfüggesztési idő meghosszabbítása

source: Renew deletion time
hu: Törlési idő meghosszabbítása

source: More details
hu: További részletek

source: Edit name
hu: Név szerkesztése

source: Connect
hu: Csatlakozás

source: Pause
hu: Felfüggesztés

source: Restart
hu: Újraindítás

source: Resume
hu: Folytatás

source: Dear %(name)s,
hu: Kedves %(name)s!

source: Our network intrusion detection system showed that your machine "%(vm)s" pursues the following forbidden network activity: %(reason)s. "%(vm)s" has been BANNED from all network activity including remote desktop and shell connection. Details: %(snort_message)s
hu: A hálózatibehatolás-érzékelő rendszerünk jelzése szerint az ön „%(vm)s” nevű gépe a következő tiltott hálózati aktivitást folytatja: %(reason)s. A(z) „%(vm)s” gép minden hálózati aktivitása TILTÁSRA került, beleértve a távoli asztali- és shellkapcsolatokat. Részletek: %(snort_message)s

source: Please, reply to this notification, or delete the instance on the cloud portal: %(url)s
hu: Kérjük, válaszoljon erre a figyelmeztetésre, vagy törölje a gépet a cloud portálon: %(url)s

source: Your %(state)s virtual machine "%(vm)s" has been DELETED at %(date)s.
hu: Az ön „%(vm)s” nevű %(state)s állapotú virtuális gépét TÖRÖLTÜK %(date)s időpontban.

source: The disk image is IRRECOVERABLY REMOVED.
hu: A lemezkép VISSZAÁLLÍTHATATLANUL TÖRLÉSRE került.

source: You can start a new instance of the template on the cloud portal: %(url)s
hu: Elindíthatja a sablon egy új példányát a cloud portálon: %(url)s

source: Your %(state)s virtual machine "%(vm)s" is going to be DELETED at %(date)s (in %(time)s).
hu: Az ön „%(vm)s” nevű %(state)s állapotú virtuális gépe TÖRLÉSRE kerül %(date)s időpontban (%(time)s múlva).

source: The disk image will be IRRECOVERABLY REMOVED.
hu: A lemezkép HELYREÁLLÍTHATATLANUL TÖRLÉSRE kerül.

source: You can renew or delete the instance on the cloud portal: %(url)s
hu: Megújíthatja vagy törölheti a példányt a cloud portálon: %(url)s

source: Your %(state)s virtual machine "%(vm)s" has been STOPPED at %(date)s.
hu: Az ön „%(vm)s” nevű %(state)s állapotú gépe FELFÜGGESZTÉSRE került %(date)s időpontban.

source: The disk and memory image is stored, and you can resume it until the final expiration time (%(deldate)s).
hu: A lemez- és memóriaképet tároljuk, így a végleges lejárati időig (%(deldate)s) folytathatja a futtatását.

source: You can also renew or delete the instance on the cloud portal: %(url)s
hu: Megújíthatja vagy törölheti a példányt a cloud portálon: %(url)s

source: Your %(state)s virtual machine "%(vm)s" is going to be STOPPED at %(date)s (in %(time)s).
hu: Az ön „%(vm)s” nevű %(state)s állapotú gépe FELFÜGGESZTÉSRE kerül %(date)s időpontban (%(time)s múlva).

source: The disk and memory image will be stored, and you can resume it until the final expiration time (%(deldate)s).
hu: A lemez- és memóriaképet tárolni fogjuk, így a végleges lejárati időig (%(deldate)s) folytathatja a futtatását.
