Repository: NeoCIRCLE/neocircle
Catalog: circle/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Page not found
hu: Az oldal nem található

source: This page does not exist.
hu: Az oldal nem létezik.

source: Internal Server Error... Please leave the server alone...
hu: Kiszolgálóoldali hiba. Ne bántsa a szervert.

source: user guide in short
hu: rövid használati útmutató

source: Overview
hu: Áttekintés

source: How can I create and share a template?
hu: Hogyan tudok létrehozni és megosztani egy sablont?

source: Start a virtual machine.
hu: Indítson el egy virtuális gépet.

source: Customize this machine - install and remove softwares, etc.
hu: Szabja testre a gépet - telepítsen és töröljön szoftvereket stb.

source: Click the “Save as Template” button.
hu: Kattintson a "Mentés sablonként" gombra.

source: On the dashboard select this template to go to the "Edit template page".
hu: A műszerfalon válassza ki ezt a sablont hogy a "Sablon szerkesztése" oldalra jusson.

source: Use the "Manage access" box to add a user or user group with "user" access level.
hu: Használja a "Jogosultságok kezelése" dobozt a felhasználók vagy csoportok hozzáadására.

source: You can easily create groups if you need to
hu: Szükség esetén könnyen készíthet új csoportot

source: How can I create a VM and give to another user?
hu: Hogyan tudok létrehozni egy új VM-et és egy másik felhasználónak adni?

source: On the machine's Access panel you can grant access for users and groups to the VM.
hu: A gép "Hozzáférés" oldalán hozzáférést adhat felhasználóknak vagy csoportoknak.

source: How can I open ports?
hu: Hogyan tudok portot nyitni?

source: On the VM’s detail page click on the Network panel.
hu: A VM oldalán kattintson a Hálózat fülre.

source: On the prefered interface type the port number, select type and click ‘Add’.
hu: A preferált interfésznél adja meg a portot és válassza ki a típusát, majd nyomja meg a hozzáadást.

source: You have to open this port in the firewall too. Opening port 80 examples:
hu: Ezt a portot ki kell nyitnia a tűzfalon is. 80-as port kinyitásához példák:

source: append to
hu: adja hozzá

source: and restart the service:
hu: és indítsa újra a szolgáltatást

source: Now you can connect to the machine with the generated port number.
hu: Most már csatlakozhat a virtuális géphez a generált porton keresztül

source: My machine's lease is too short. How can I extend it?
hu: A gépem bérleti ideje túl rövid. Hogyan hosszabbíthatom meg?

source: You can send a request to the administrators. On the VM's home panel click on the ‘renew’ button and ‘send request’. Please explain why you need a longer lease and choose the most suitable one.
hu: Küldhet egy kérést az adminisztrátoroknak. A virtuális gép kezdőoldalán kattintson a megújítás, majd a kérés küldése gombra. Magyarázza meg, hogy miért kéri a hosszabb lejárati időt és válassza ki a megfelelőt.

source: How can I have more CPU/memory?
hu: Hogyan kaphatok több CPU-t/memóriát?

source: You can send a request to the administrators. On the VM's resources panel click <strong>Request&nbsp;more&nbsp;resources</strong>, modify the values, explain your request and finally hit save.
hu: Küldhet egy kérést az adminisztrátoroknak. A virtuális gép erőforrások oldalán kattintson az <strong>Erőforrások igénylése</strong>, majd a kérés küldése gombra. Magyarázza meg, hogy miért kéri az adott erőforrásokat.

source: How can I get access to a template?
hu: Hogyan szerezhetek hozzáférést egy sablonhoz?

source: When you want to create a VM below the template list there is an option to send a request. Select which template you want, explain why you need it and then submit the form.
hu: Ha olyan sablont akar használni, amihez nincs hozzáférése, akkor a meglévő sablonok listája alatti link segítségével tud egy kérést küldeni az adminisztrátoroknak.

source: My machine’s lease is short. How can I extend it?
hu: A gépem bérleti ideje rövid. Hogyan hosszabbíthatom meg?

source: Introduction
hu: Bevezetés

source: This is a deployment of <a href="http://circlecloud.org/">CIRCLE Cloud</a>, which is a free and open source cloud manager. Its most important function is starting and managing virtual machine instances based on templates. These templates are also easy to create.
hu: Ez a <a href="http://circlecloud.org/">CIRCLE Cloud</a> szoftver egy telepítése. A CIRCLE egy szabad, nyílt forrású felhőmenedzser. Legfontosabb funkciója a virtuális gépek indítása és kezelése könnyen létrehozható sablonok alapján.

source: Apart from this tutorial we recommend to try the system, it is quite intuitive, and the web interface shows detailed instructions on advanced options.
hu: Ezen az útmutatón kívül javasoljuk, hogy próbálja ki a rendszert, amelynek használata magától értetődő. A webes felületen részletes útmutatást talál a haladó lehetőségekről.

source: You can reach this service at <a href="//%(host)s">https://%(host)s</a> where you can log in to the dashboard. The dashboard is a summary about your virtual machines and other resources, and the main starting point to access the functions of the system.
hu: A szolgáltatást a <tt>https://%(host)s/</tt> címen érheti el. Itt bejelentkezhet az irányítópultra. Az irányítópult összefoglalja a virtuális gépeket és más erőforrásokat. Ez a kiindulópont a rendszer lehetőségeinek eléréséhez.

source: Virtual Machines box
hu: Virtuális gépek

source: In the <em>virtual machines</em> box you will find your recent virtual machines. A summary view is also available by clicking the dashboard button (<i class="fa fa-dashboard"></i>). Click on the name of a virtual machine to see its connection details, preferences, or to change its state.
hu: A <em>virtuális gépek</em> dobozban találja legutóbbi virtuális gépeit. Egy összefoglaló nézet is elérhető az műszer gombra (<i class="fa fa-dashboard"></i>) kattintva. Kattintson a virtuális gép nevére a kapcsolódási adatok, beállítások megtekintéséhez, vagy az állapotának megváltoztatásához.

source: How can I create a VM?
hu: Hogyan tudok létrehozni egy új VM-et?

source: You can start a machine by clicking the <span class="btn btn-success disabled btn-xs"><i class="fa fa-plus-circle"></i> new</span> button and selecting a template. The machine starts automatically.
hu: Saját csoportokat is létrehozhat a csoportok dobozban lévő <span class="btn btn-success disabled btn-xs"><i class="fa fa-plus-circle"></i> új</span> gombbal.

source: How can I mark frequently used VMs?
hu: Hogyan tudom megjelölni a gyakran használt gépeket?

source: Important or frequently used machines can be pinned with the <i class="fa fa-star-o"></i> button.
hu: Fontos vagy gyakran használt gépeit megjelölheti a <i class="fa fa-star-o"></i> gombbal.

source: Sorry, you have no permission to launch virtual machines.
hu: Nincs jogosultsága virtuális gépek indítására vagy kezelésére.

source: After selecting a virtual machine, you will see the machine’s detailed page. Here, you can see the <strong>details</strong>, usage <strong>statistics</strong>, <strong>manage</strong> the virtual machine, change <strong>access rights</strong> and <strong>network interfaces</strong>, modify <strong>resources</strong> and show the <strong>activity log</strong>.
hu: Egy virtuális gép kiválasztása után az adott gépet részletező oldalra jut. Itt láthatóak a <strong>kapcsolat részletei</strong>, <strong>statisztikák</strong> és a korábbi <strong>tevékenységek</strong>, valamint módosíthatóak a virtuális gép <strong>beállításai</strong>, a <strong>hozzáférési jogosultságok</strong>, <strong>hálózati interfészek</strong> és az <strong>erőforrások</strong>.

source: Details
hu: Részletek

source: If you select a virtual machine, you get to a page with all the details and operations listed. On the left, you will see the state of the machine and a summary about how you can <strong>connect</strong> to the machine. In the middle there is a tabbed pane, which contains details about the machine in categories.
hu: Ha kiválaszt egy virtuális gépet, a gép adatait és műveleteit elérhetővé tévő oldalra jut. Baloldalt a gép állapotát és a <strong>csatlakozáshoz</strong> szükséges adatokat találja. Középen egy több lapból álló panel van, amely a gép összes részletét kategorizálva mutatja be.

source: How can I connect to the virtual machine?
hu: Hogyan tudok csatlakozni a virtuális géphez?

source: If the machine is already started click on the ‘connect’ button or simply copy the connection string to the terminal. Another option is using the VNC console.
hu: Ha a gép már el van indítva, akkor kattintson a "csatlakozás" gombra vagy egyszerűen másolja be a parancsot a terminálba. A másik lehetőség a VNC konzol használata

source: How can I change the VM’s password?
hu: Hogyan tudom megváltoztatni a VM jelszavát?

source: Click on the ‘Generate new password!’ link.
hu: Kattintson az "Új jelszó generálása" linkre.

source: Operations
hu: Műveletek

source: The upper right corner is the operation toolbar with the most important actions that control the lifecycle of the machine. The tool buttons are color coded by their effect, and enabled/disabled based on the current state of the machine. The recommended operation is always the biggest tool button with the name displayed. You can click on them as the confirmation dialog explains in detail what they do.
hu: A jobb felső sarokban a műveleteket tartalmazó eszköztár található a gép életciklusát befolyásoló, legfontosabb műveletekkel. Az eszköztár gombjai színkódoltak a hatásuk szerint, valamint a gép állapotától függően kerülnek engedélyezésre/tiltásra. Az ajánlott művelet gombja a legnagyobb, amelyen szerepel az adott művelet megnevezése is. Nyugodtan rákattinthat a gombokra, a megerősítő ablak részletesen bemutatja az egyes műveleteket.

source: What kind of operations are allowed to do with my VM?
hu: Milyen műveleteket végezhetek a virtuális gépemmel?

source: This shows statistics about the virtual machine, and this is where you can change the name, description and tags of the instance. We strongly advise to add a description to make the work of the cloud administrators easier in case of maintenance.
hu: Itt találhatóak statisztikák a virtuális gépről, illetve módosítható a gép neve, leírása és címkéi. Erősen ajánljuk, hogy írjon leírást a géphez, ezzel is segítve a rendszergazdák munkáját egy esetleges karbantartás esetén.

source: Here is a summary about the expiration times as well. Each virtual machine has a deadline for suspending and destroying based on predefined leases.
hu: Itt található továbbá egy összefoglalás a virtuális gép lejárati idejeiről is. Minden gépnek van egy lejárati ideje külön felfüggesztésre és megsemmisítésre.

source: How can I extend the VM's expiration date?
hu: Hogyan tudom növelni a VM lejárati idejét?

source: With the renew button you can extend the suspend and remove time. Before the virtual machine is suspended or removed you get a notification about it.
hu: A megújítás gombbal meg tudja növelni a gép felfüggesztési és törlési idejét. A virtuális gép felfüggesztése vagy törlése előtt értesítést kap.

source: How can I share previously uploaded files with the VM?
hu: Hogyan tudom megosztani a korábban feltöltött fájlokat a virtuális géppel?

source: With the ‘Mount Store’ option the virtual machine mounts your personal storage.
hu: A 'tárhely csatolása' gombra kattintva a virtuális gép csatolja a személyes tárhelyét.

source: Resources contains details about how much <strong>memory</strong> and <strong>CPU</strong> the VM has, and how is it <strong>scheduled</strong>. Users with specific permission can change these settings if the machine is stopped.
hu: Az erőforrások fülön látható, hogy mennyi <strong>memória</strong>, <strong>CPU</strong> áll a virtuális gép rendelkezésére, és milyen <strong>prioritással</strong> rendelkezik.

source: Users with specific permission can change these settings if the machine is stopped.
hu: A megfelelő jogosultsággal rendelkező felhasználók megváltoztathatják ezeket a beállításokat, ha a gépet leállították.

source: This panel allows to see the console of the virtual machine for troubleshooting and operating system installation. You can also use the keyboard and mouse. You should normally use the machine by connecting remotely over SSH or Remote Desktop.
hu: Ez a fül lehetővé teszi a virtuális gép konzolon keresztüli használatát, főként hibakeresési és operációs rendszer telepítési célokra. Használható a billentyűzet és az egér is. Alapesetben a virtuális géphez SSH-val, vagy távoli asztali kapcsolattal célszerű kapcsolódni.

source: Allows sharing the machine with others and transferring the ownership. Users can see the details of the machine, operators can use most functions and owners can also destroy the machine.
hu: A gép megosztását és a tulajdon átruházását teszi lehetővé. A gép felhasználói láthatják a gép részleteit, az operátorok használhatják a legtöbb műveletet, a tulajdonosok törölhetik is a gépet.

source: How can I give access to others?
hu: Hogyan tudok hozzáférést adni másnak

source: Type the user/group ID, set permissions and click <span class="btn btn-success disabled">Save</span>.
hu: Írja be a felhasználó/csoport azonosítóját, állítsa be a jogosultságot és nyomja meg a <span class="btn btn-success disabled">Mentés</span> gombot.

source: What kind of permissions are available?
hu: Milyen jogosultságok állnak rendelkezésre?

source: <strong>User</strong><br> User level grants access to the virtual machine’s details page. Users are able to connect to this machine.
hu: <strong>Felhasználó</strong><br> A Felhasználó szinttel elérhető virtuális gép részletező oldala. Ezek a felhasználók kapcsolódhatnak a géphez.

source: <strong>Operator</strong><br> Operator level permit the modification of the name and description fields. Allow the operator to open ports and grant/revoke User level access to the virtual machine.
hu: <strong>Operátor</strong><br> Az Operátori hozzáféréssel megváltoztatható a virtuális gép neve és leírása. Az Operátorok nyithatnak portokat valami adhatnak/visszavonhatnak Felhasználói szintű hozzáférést.

source: <strong>Owner</strong><br> Owner level enables all operations on the virtual machine. Owners are able to grant/revoke Operator, User and Owner level access to others. The accountable owner (the one who deployed the machine) can not be demoted. The accountable ownership can be transferred to other User via the “Transfer onwership” button.
hu: <strong>Tulajdonos</strong><br> A Tulajdonos szint minden műveletet engedélyez. A Tulajdonosok adhatnak/visszavonhatnak Felhasználó, Operátor is Tulajdonos szintű hozzáféréseket. A virtuális gépért felelős tulajdonos nem fokozható le. A felelős tulajdonosi cím átruházható másik felhasználó számára, a "Tulajdon átruházása" gombbal.

source: Shows how the virtual machine is connected to the network. You can add or remove interfaces and allow remote access of different TCP/UDP ports.
hu: Megmutatja, hogy a virtuális gépen hogyan csatlakozik a hálózathoz. Hozzá tud adni és törölni interfészeket, valamint engedélyezheti a TCP/UDP portok távoli hozzáférését.

source: How can I add a network interface?
hu: Hogyan adhatok a géphez új interfészt?

source: Click on the <span class="btn btn-success disabled"><i class="fa fa-globe"></i> add interface</span> on the Network pane and select from the list.
hu: Kattintson az <span class="btn btn-success disabled"><i class="fa fa-globe"></i> új interfész</span> gombra a Hálózat fülön és válassza ki a listából.

source: Shows the full life cycle of the virtual machine. This is where you can see the causes of failed actions (just point the mouse to the name of the action) with the starting/finishing times.
hu: Itt látszik a virtuális gép teljes élettörténete. Itt lehet a műveletek meghiúsulásának okait is megtekinteni (húzza az egeret a művelet nevére).

source: Multiple VM operations
hu: Csoportos műveletek

source: On the dashboard, by clicking the <span class="btn btn-primary btn-xs disabled"><i class="fa fa-chevron-circle-right"></i> list</span> button, the virtual machine list page opens. Here the owner can execute operations on multiple virtual machines simultaneously.
hu: A műszerfalon a <span class="btn btn-primary btn-xs disabled"><i class="fa fa-chevron-circle-right"></i> felsorolás</span> gombra kattintva, megnyílik a virtuális gépek listája. Itt a tulajdonos több gépen egyszerre tud végrehajtani műveleteket.

source: How can I see shared or destroyed VMs?
hu: Hogyan tekinthetem meg a megosztott vagy törölt gépeket?

source: Check the ‘Include deleted VMs’ checkbox to list already deleted machines.
hu: Jelölje be a "Törölt VM-ek megjelenítése" jelölőnégyzetet a törölt gépek megjelenítéséhez.

source: Sorry, you have no permission to create templates.
hu: Nincs jogosultsága sablonok létrehozására.

source: Templates are the prototypes of virtual machine instances: they contain <strong>configuration</strong> values for the different technical details <strong>of a VM to create</strong>, and also the network interfaces and disks to attach.
hu: A sablonok a virtuálisgép-példányok prototípusai, megadják a létrehozandó VM különböző technikai beállításait, beleértve a hálózati interfészeket és a csatolandó lemezeket.

source: In the dashboard box you see your own templates and those, for which you have operator permission. This means that you can share them with your groups or other users.
hu: Az irányítópulti dobozban a saját sablonait, valamint azokat látja, amelyekhez legalább operátor jogosultsága van. Ez azt jelenti, hogy megoszthatja őket csoportjaival vagy egyes felhasználókkal.

source: How can I create templates?
hu: Hogyan tudok létrehozni sablonokat?

source: You can create templates from any virtual machine with the save as template button. Additionally, you can also click on the <span class="btn btn-success disabled btn-xs"><i class="fa fa-plus-circle"></i> new</span> button of the template box, and follow the template creation wizard.
hu: Bármelyik virtuális gépéből készíthet sablont a mentés sablonként gomb segítségével. Ezen felül a sablonok dobozban lévő <span class="btn btn-success disabled btn-xs"><i class="fa fa-plus-circle"></i> új</span> gombbal is elindíthat egy sablonkészítő varázslót.

source: On the template detail page you can modify the template's name and the given resources like CPU count and memory size.
hu: A sablon részletező oldalán módosíthatja a sablon nevét és erőforrásait (pl. magok száma, memória mérete).

source: What kind of options are customizable in the template?
hu: Milyen testreszabható beállítások vannak a sablonoknál?

source: The user can choose the template's architecture (x86 or x86-64).
hu: A felhasználó kiválaszthatja a sablon architektúráját (x86 vagy x86-64).

source: The default access method is modifiable. Currently SSH, RDP and NX are supported.
hu: Az alapértelmezett kapcsolódási mód módosítható. Jelenleg támogatott protokollok: SSH, RDP és NX.

source: Boot menu
hu: Rendszerbetöltő menüje

source: Check it to turn on the boot menu.
hu: Pipálja be a rendszerindítási menü bekapcsolásához.

source: Traits
hu: Jellemző

source: By adding or removing traits we can guarantee specific features the host node will have (like <em>GPU</em>) for the virtual machine.
hu: A jellemzők kiválasztásával garantálható, hogy a virtuális gépet futtató node rendelkezzen bizonyos tulajdonságokkal (pl. <em>GPU</em>).

source: Operating system
hu: Operációs rendszer

source: The name of the operating system.
hu: Az operációs rendszer neve.

source: Agent
hu: Ügynök

source: The CIRCLE Cloud is using libvirt, so the owner can customize the running VM's options here by <a href="https://libvirt.org/formatdomain.html">libvirt domain parameters</a>.
hu: A CIRCLE Cloud a libvirt API-t használja, így a virtuális gép beállításai személyre szabhatóak <a href="https://libvirt.org/formatdomain.html">libvirt domén paraméterekkel</a>.

source: How can I transfer the template ownership to someone else?
hu: Hogyan tudom a sablont átruházni másra?

source: After clicking the ‘Transfer ownership’ you can select a user to give the template to.
hu: A "Tulajdon átruházása" gombra kattintva ki tudja választani a felhasználót.

source: How can I grant access for users or groups to the template?
hu: Hogyan tudok hozzáférést adni a sablonhoz felhasználóknak vagy csoportoknak?

source: Same as the VM access rights handling. You can type the user or group ID at the template detail page's Manage access box and select a suitable access level.
hu: Hasonlóan a virtuális gép jogosultság kezeléséhez. Írja be a felhasználó/csoport azonosítóját a sablon részletek oldalán és állítsa be a kívánt hozzáférési szintet.

source: Sorry, you have no permission to create groups.
hu: Nincs jogosultsága csoportok létrehozására.

source: Groups are the main building blocks of permission management. On the dashboard you see a list of groups you have access to.
hu: A csoportok a jogosultságkezelés epítőelemei. Az irányítópulton azon csoportokat látja, amelykhez hozzáférése van.

source: How can I create groups?
hu: Hogyan tudok csoportot létrehozni?

source: You can create your own groups by clicking on the new button of the groups box.
hu: Saját csoportot a csoportok dobozban található "új" gombra kattintva készíthet.

source: Users logged in with SSO authentication can automatically become members of groups based on its organizational identifier. Those who are administrators of an organizational group (or a professor of a subject in academics) can create groups with the specific organizational identifier set, so members will automatically added if they log in. You can also add users based on their identifier, also if they have not logged in at the time.
hu: SSO azonosítással belépett felhasználók automatikusan tagjai lehetnek csoportoknak a szervezeti azonosítójuk alapján. Akik adminisztrátorai egy csoportnak (vagy oktatói egy tantárgynak az akadémiai szférában) olyan csoportokat is létrehozhatnak, amelyeknek a tagjai bejelentkezéskor automatikusan bekerülnek.

source: How can I manage the users in a group?
hu: Hogyan tudom kezelni a csoport felhasználóit?

source: On the group page the owner can add or remove users or change the access rights over the group.
hu: A csoport oldalán hozzá tud adni vagy törölni felhasználókat, illetve kezelni a csoportra szóló jogokat.

source: How can I manage privileges with the group?
hu: Hogyan tudom kezelni a csoport jogosultságait?

source: The owner can add or remove privileges at the bottom of the group page like ‘can download disk’ or ‘can configure port forwards’.
hu: A tulajdonosnak van joga módosítani a csoport jogosultságait. Ezt a csoport oldalának alján teheti meg.

source: Sorry, this deployment of CIRCLE does not support file store.
hu: Ez a CIRCLE-telepítés nem támogatja a tárhelyet.

source: Each user has a simple personal file store, which is the easiest way to keep and retrieve your work done on virtual machines.
hu: Minden felhasználónak van egy személyes tárhelye, ami a egyszerű módot ad a virtuális gépeken elkészített munka tárolására és letöltésére.

source: You can get and upload files from both the web interface and from virtual machines. The web interface works like any other graphical file browser. Virtual machines normally don’t get the credentials for your personal store, to prevent accidentally sharing them with other users of the same machine.
hu: Fájljait a webes felületről és a virtuális gépekről is eléri. A webes felület olyan, mint bármelyik fájlböngésző. A virtuális gépek alapesetben nem kapják meg a tárhely eléréséhez szükséges azonosítókat elkerülendő megosztásukat a gép esetleges többi használójával.

source: How can I share my files with a VM?
hu: Hogyan tudom megosztani a fájljaimat a VM-mel?
