Repository: NeoCIRCLE/neocircle
Catalog: circle/locale/*/LC_MESSAGES/django.po
Languages: hu

source: To access the file store press the <span class="btn btn-info disabled btn-xs"><i class="fa fa-briefcase"></i> mount store</span> button on the virtual machine's home panel.
hu: A tárhely használatához nyomja meg a <span class="btn btn-info disabled btn-xs"><i class="fa fa-briefcase"></i> tárhely csatolása</span> gombot a virtuális gépen.

source: How can I change my password?
hu: Hogyan tudom megváltoztatni a jelszavamat?

source: On the profile page type the new password twice and the old password. Users can’t change passwords if the profile is using SSO.
hu: A profil szerkesztése oldalon írja be az új jelszót kétszer, valamint a régi jelszavát. Az SSO-s felhasználók nem változtathatnak jelszót.

source: How can I store public keys on the VMs?
hu: Hogyan tudok publikus kulcsokat tárolni a VM-en?

source: Go to your profile page, click on the ‘add SSH key’ and paste your public key's content to the textarea.
hu: Nyissa meg a profilját, nyomja meg az SSH kulcs hozzáadása gombot és másolja be a szövegdobozba a publikus kulcsot.

source: How can I show shared or destroyed VMs?
hu: Hogyan tudom megnézni a megosztott vagy törölt gépeket?

source: CIRCLE Cloud is a complete and open source cloud solution that can be deployed with minimal effort on a single computer as well as on a larger cluster.
hu: A CIRCLE Cloud egy teljeskörű nyílt forrású felhőmegoldás, amely könnyen telepíthető egy gépre, vagy akár egy nagyobb fürtre.

source: The maintainer of this site is: %(maintainer)s
hu: A szolgáltatás üzemeltetője: %(maintainer)s

source: terms of usage
hu: használati feltételek

source: The system cannot be used for illegal activites.
hu: A rendszer nem használható jogszerűtlen célokra.

source: Every virtual machine has an expiration date, when this date is reached the machine will be stopped, if the user doesn't renew the machine it will be deleted and all data on it will be lost.
hu: Minden virtuális gép lejárati idővel rendelkezik, amelyet követően a gép felfüggesztésre, majd adataival együtt törlésre kerül.

source: Running the the virtual machine safely and updating the operating system is the responsibility of the user.
hu: A virtuális gépek biztonságos üzemeltetése, a rajtuk futó szoftverek frissítése a felhasználó felelőssége.

source: You can connect to the running virtual machines the usual way: for Windows machines this mean RDP (remote desktop), Linux machines can be accessed either via SSH or NoMachine NX (GUI).
hu: A gépekhez az adott operációs rendszeren szokásos módon csatlakozhat: Window alatt RDP-vel (távoli asztali kapcsolat), Linuxot futtató gépekhez SSH-val vagy grafikusan a NoMachine NX rendszerrel.

source: CIRCLE Cloud is an open source cloud solution. If you notice any bugs or you have an idea for a feature please contact the maintainer of the site.
hu: A CIRCLE Cloud egy nyílt forrású felhőmegoldás. Amennyiben hibát tapasztal, vagy fejlesztési javaslata van, keresse meg a szolgáltatás üzemeltetőjét.

source: Login
hu: Bejelentkezés

source: Login with SSO
hu: SSO bejelentkezés

source: Click here!
hu: Kattintson ide!

source: Forgot your password?
hu: Elfelejtett jelszó

source: Password reset complete
hu: A jelszó visszaállítása megtörtént

source: Password change successful!
hu: A jelszó megváltoztatásra került.

source: Click here to login
hu: Kattintson ide a bejelentkezéshez

source: Password reset confirm
hu: Megerősítés jelszó-visszaállításról

source: Please enter your new password twice so we can verify you typed it in correctly.
hu: Adja meg a választott jelszót kétszer a hiba elkerülése érdekében.

source: This token is expired, please <a href="%(url)s">request</a> a new password reset link again.
hu: A token lejárt, <a href="%(url)s">igényeljen</a> új jelszó-visszaállítást.

source: Password reset done
hu: A jelszó-visszaállítás megtörtént

source: Back to login
hu: Vissza a bejelentkezéshez

source: We have sent you an email about your next steps.
hu: Küldtünk egy e-mailt a további teendőkről.

source: Password reset
hu: Jelszó visszaállítása

source: Enter your email address to reset your password.
hu: Adja meg e-mail címét a jelszó visszaállításához.

source: %(activity)s activity is currently in progress.
hu: %(activity)s folyamatban van.

source: %(activity)s (%(pk)s) activity is currently in progress.
hu: %(activity)s (%(pk)s) folyamatban van.

source: Instance this activity works on.
hu: A tevékenység tárgyát képező példány.

source: Other activities can interrupt this one.
hu: Más tevékenységek megszakíthatják ezt.

source: Interrupted by other activity.
hu: Egy másik tevékenység megszakította.

source: Node this activity works on.
hu: A tevékenység tárgyát képező csomópont.

source: Manager is restarted, activity is cleaned up. You can try again now.
hu: A menedzser újraindítása miatt a tevékenység lezárásra került. Próbálja újra.

source: maximal RAM size
hu: maximális RAM-méret

source: Upper memory size limit for balloning.
hu: Felső memóriaméret-korlát ballooning esetén.

source: architecture
hu: architektúra

source: Name of base resource configuration.
hu: Alap erőforráskonfiguráció neve.

source: suspend interval
hu: felfüggesztés ideje

source: Number of seconds after the an instance is suspended.
hu: A példány felfüggesztését megelőző másodpercek száma.

source: delete interval
hu: törlés ideje

source: Number of seconds after the an instance is deleted.
hu: A példány felfüggesztését megelőző másodpercek száma.

source: Can create new leases.
hu: Létrehozhat bérlési módot.

source: never
hu: soha

source: Primary remote access method.
hu: Elsődleges távoli elérési mód.

source: boot menu
hu: rendszerbetöltő menüje

source: Show boot device selection menu on boot.
hu: A rendszerbetöltés eszközének kiválasztását lehetővé tevő menü megjelenítése indításkor.

source: Preferred expiration periods.
hu: Javasolt bérlési mód.

source: raw_data
hu: nyers adat

source: Additional libvirt domain parameters in XML format.
hu: További libvirt domain-paraméterek XML formátumban.

source: A set of traits required for a node to declare to be suitable for hosting the VM.
hu: A VM indításához szükséges csomópontjellemzők halmaza.

source: required traits
hu: elvárt jellemzők

source: operating system
hu: operációs rendszer

source: Name of operating system in format like "Ubuntu 12.04 LTS Desktop amd64".
hu: Az operációs rendszer neve. Például „Ubuntu 12.04 LTS Desktop amd64”.

source: tags
hu: címkék

source: has agent
hu: van ügynöke

source: If the machine has agent installed, and the manager should wait for its start.
hu: A gépre telepítve van-e az ügynökszoftver, vagyis a menedzser várjon-e az indulására.

source: parent template
hu: szülősablon

source: Template which this one is derived of.
hu: Az a sablon, amelyből az aktuális származik.

source: Disks which are to be mounted.
hu: A csatolandó lemezek.

source: Can create an instance template.
hu: Létrehozhat példánysablont.

source: Can create an instance template (base).
hu: Létrehozhat példánysablont (alapokból).

source: Can change resources of a template.
hu: Változtathatja egy sablon erőforrásait.

source: templates
hu: sablonok

source: no state
hu: nincs állapot

source: running
hu: fut

source: stopped
hu: leállítva

source: suspended
hu: felfüggesztve

source: error
hu: hiba

source: Human readable name of instance.
hu: A példány olvasható neve.

source: Template the instance derives from.
hu: Az a sablon, amelyből a példány származik.

source: Original password of the instance.
hu: A példány eredeti jelszava.

source: password
hu: jelszó

source: time of suspend
hu: felfüggesztés ideje

source: Proposed time of automatic suspension.
hu: A felfüggesztés kijelölt ideje.

source: time of delete
hu: törlés ideje

source: Proposed time of automatic deletion.
hu: Automatikus törlés kijelölt ideje.

source: Current hypervisor of this instance.
hu: A példány jelenlegi hypervisorja.

source: host node
hu: csomópont

source: Set of mounted disks.
hu: 1Csatolt lemezek halmaza.

source: TCP port where VNC console listens.
hu: Az a TCP port, amelyen a VNC konzol hallgat.

source: The virtual machine's time of destruction.
hu: A virtuális gép megsemmisítésének ideje.

source: Can access the graphical console of a VM.
hu: Elérheti a VM grafikus konzolját.

source: Can change resources of a running VM.
hu: Megváltoztathatja a VM erőforrásait.

source: Can change resources of a new VM.
hu: Megválaszthatja egy új VM erőforrásait.

source: Can create a new VM.
hu: Létrehozhat új VM-et.

source: Can redeploy a VM.
hu: Újból létrehozhat futó VM-et.

source: Can configure port forwards.
hu: Beállíthat porttovábbításokat.

source: Can recover a destroyed VM.
hu: Visszaállíthat egy megsemmisített VM-et.

source: Can change VM state to NOSTATE.
hu: Átállíthatja a VM állapotát NOSTATE-re.

source: instances
hu: példányok

source: No agent software is running on instance %(instance)s.
hu: Nem fut ügynökszoftver a következőn: %(instance)s.

source: Current state (%(state)s) of instance %(instance)s is inappropriate for the invoked operation.
hu: A(z) %(instance)s példány aktuális állapota (%(state)s) nem megfelelő a választott művelethez.

source: create instance
hu: példány létrehozása

source: vm state changed to %(state)s on %(node)s
hu: VM állapota erre változott: %(state)s (ezen: %(node)s)

source: Your instance <a href="%(url)s">%(instance)s</a> is going to expire. It will be suspended at %(suspend)s and destroyed at %(delete)s. Please, either <a href="%(token)s">renew</a> or <a href="%(url)s">destroy</a> it now.
hu: <a href="%(url)s">%(instance)s</a> gépe hamarosan lejár: %(suspend)s időpontban felfüggesztésre, %(delete)s időpontban törlésre kerül. Kérjük, <a href="%(token)s">újítsa meg</a> vagy <a href="%(url)s">törölje</a> most.

source: %(failed)s notifications failed and %(success) succeeded. Failed ones are: %(faileds)s.
hu: %(failed)s értesítés sikertelen és %(success) sikeres. A sikertelenek: %(faileds)s.

source: %(failed)s notifications failed and %(success) succeeded. Failed ones are: %(faileds_ex)s.
hu: %(failed)s értesítés sikertelen és %(success) sikeres. A sikertelenek: %(faileds_ex)s.

source: %(success)s notifications succeeded.
hu: %(success)s sikeres értesítés.

source: notify owner about expiration
hu: tulaj értesítése a lejáratról

source: %(instance)s expiring soon
hu: %(instance)s hamarosan lejár

source: Network the interface belongs to.
hu: Az a hálózat, amelyhez a példány tartozik.

source: If a firewall host (i.e. IP address association) should be generated.
hu: Tűzfal host generálása (IP cím hozzárendelése).

source: Template the interface template belongs to.
hu: Sablon, amelyhez az interfészsablon tartozik.

source: interface template
hu: interfészsablon

source: interface templates
hu: interfészsablonok

source: allocate IP address
hu: IP cím foglalása

source: Interface successfully created.
hu: Az interfész létrehozásra került.

source: Interface successfully created. New addresses: ipv4: %(ip4)s, ipv6: %(ip6)s, vlan: %(vlan)s.
hu: Az interfész létrehozásra került.Az új címek: %(ip4)s (ipv4), %(ip6)s (ipv6). Vlan: %(vlan)s.

source: Human readable name of node.
hu: A csomópont olvasható neve.

source: Node usage priority.
hu: Csomóponthasználat prioritása.

source: Host in firewall.
hu: Tűzfalbeli gép.

source: Indicates whether the node can be used for hosting.
hu: A csomópont használható-e gépek fogadására.

source: schedule enabled
hu: ütemezés engedélyezve

source: Indicates whether a vm can be automatically scheduled to this node.
hu: A csomópontra ütemezhetőek-e automatikusan gépek.

source: Declared traits.
hu: Biztosított jellemzők.

source: traits
hu: jellemzők

source: overcommit ratio
hu: túlfoglalási arány

source: The ratio of total memory with to without overcommit.
hu: Az összes memória és a túlfoglalható memória aránya.

source: Can view Node box and statistics.
hu: Láthatja a csomópontok dobozt és a statisztikát.

source: missing
hu: eltűnt

source: offline
hu: nem elérhető

source: disabled
hu: tiltva

source: passive
hu: passzív

source: %(acl_level)s level is required for this operation.
hu: %(acl_level)s jogosultság szükséges a művelethez.

source: Add a new network interface for the specified VLAN to the VM.
hu: Új hálózati interfész hozzáadása a megadott VLAN-ba.

source: destroy network (rollback)
hu: hálózat megsemmisítése (visszagörgetés)

source: User acces to vlan %(vlan)s is required.
hu: Használói jogosultság szükséges a(z) %(vlan)s vlan-hoz.

source: add %(vlan)s interface
hu: új %(vlan)s interfész

source: create disk
hu: lemez létrehozása

source: Create and attach empty disk to the virtual machine.
hu: Üres lemez létehozása és virtuális géphez csatolása.

source: deploying disk
hu: lemez létrehozása

source: create disk %(name)s (%(size)s)
hu: %(name)s lemez létrehozása (%(size)s)

source: resize disk
hu: lemez átméretezése

source: Resize the virtual disk image. Size must be greater value than the actual size.
hu: Virtuális lemezkép átméretezése. Az új méret meg kell haladja a jelenlegit.

source: resize disk %(name)s to %(size)s
hu: %(name)s lemez átméretezése (%(size)s)

source: download disk
hu: lemez letöltése

source: Download and attach disk image (ISO file) for the virtual machine. Most operating systems do not detect a new optical drive, so you may have to reboot the machine.
hu: Lemezképek (ISO) letöltése és csatolása a virtuális géphez. A legtöbb operációs rendszer nem érzékeli az új optikai meghajtót, így valószínűleg újra kell indítania a virtuális gépet.

source: download %(name)s
hu: %(name)s letöltése

source: Downloading %(url)s is finished. The file md5sum is: '%(checksum)s'.
hu: %(url)s letöltése sikeres. A fájl md5sum összege: '%(checksum)s'.

source: deploy
hu: indítás

source: Deploy and start the virtual machine (including storage and network configuration).
hu: Virtuális gép elhelyezése és indítása (valamint a lemezek és a hálózat beállítása).

source: virtual machine successfully deployed to node: %(node)s
hu: a virtuális gép sikeresen elindítva a következő csomóponton: %(node)s

source: deploy network
hu: hálózati kapcsolat létrehozása

source: wait operating system loading
hu: várakozás az operációs rendszer betöltésére

source: deploy vm
hu: vm indítása

source: Deploy virtual machine.
hu: Virtuális gép létrehozása.

source: deploy virtual machine
hu: virtuális gép létrehozása

source: deploy vm to %(node)s
hu: vm létrehozása: %(node)s

source: deploy disks
hu: lemez létrehozása

source: Deploy all associated disks.
hu: Csatolt lemezek létrehozása.

source: boot virtual machine
hu: virtuális gép indítása

source: destroy
hu: megsemmisítés

source: Permanently destroy virtual machine, its network settings and disks.
hu: Virtuális gép és lemezeinek, hálózati beállításainak végleges eltávolítása.

source: destroy network
hu: hálózat megsemmisítése

source: destroy disks
hu: lemez megsemmisítése

source: destroy virtual machine
hu: virtuális gép megsemmisítése

source: removing memory dump
hu: memóriamentés törlése

source: migrate
hu: migrálás

source: Move a running virtual machine to an other worker node keeping its full state.
hu: A virtuális gép mozgatása egy másik számítási csomópontra állapotának megtartásával.

source: redeploy network (rollback)
hu: hálózati kapcsolat újraépítése (visszagörgetés)

source: schedule
hu: ütemezés

source: migrate to %(node)s
hu: migrálás %(node)s csomópontra

source: shutdown network
hu: hálózati kapcsolat leállítása

source: reboot
hu: újraindítás

source: Warm reboot virtual machine by sending Ctrl+Alt+Del signal to its console.
hu: Virtuális gép újraindítása a konzoljára a Ctrl+Alt+Del kombináció küldésével.

source: remove interface
hu: interfész törlése

source: Remove the specified network interface and erase IP address allocations, related firewall rules and hostnames.
hu: A kiválasztott hálózati interfész eltávolítása, a foglalt IP címek, tűzfalszabályok és gépnevek törlése.

source: remove %(vlan)s interface
hu: %(vlan)s interfész törlése

source: close port
hu: port bezárása

source: Close the specified port.
hu: A megadott port bezárása.

source: close %(proto)s/%(port)d on %(host)s
hu: %(proto)s/%(port)d bezárása ezen: %(host)s

source: open port
hu: port nyitása

source: Open the specified port.
hu: A megadott port kinyitása.

source: open %(proto)s/%(port)d on %(host)s
hu: %(proto)s/%(port)d kinyitása ezen: %(host)s

source: remove disk
hu: lemez eltávolítása

source: Remove the specified disk from the virtual machine, and destroy the data.
hu: A megadott lemez eltávolítása a virtuális gépből és az adat törlése.

source: destroy disk
hu: lemez megsemmisítése

source: remove disk %(name)s
hu: %(name)s lemez eltávolítása

source: Cold reboot virtual machine (power cycle).
hu: Virtuális gép hideg újraindítása (hálózati tápellátás megszakítása).

source: save as template
hu: mentés sablonként

source: Save virtual machine as a template so they can be shared with users and groups. Anyone who has access to a template (and to the networks it uses) will be able to start an instance of it.
hu: Virtuális gép mentése sablonként, amelyet meg lehet osztani más felhasználókkal és csoportokkal. Mindenki, aki hozzáférést kap egy sablonhoz (és az általa használt hálózatokhoz), képes lesz egy példányát elindítani.

source: saving disk %(name)s
hu: %(name)s lemez mentése

source: New template: %(template)s
hu: Új sablon: %(template)s

source: shutdown
hu: leállítás

source: Try to halt virtual machine by a standard ACPI signal, allowing the operating system to keep a consistent state. The operation will fail if the machine does not turn itself off in a period.
hu: Virtuális gép megállítása szabványos ACPI jelzéssel, lehetővé téve az operációs rendszer számár a szabályos leállást. A művelet meghiúsul, ha a gép nem áll le.

source: The virtual machine did not switch off in the provided time limit. Most of the time this is caused by incorrect ACPI settings. You can also try to power off the machine from the operating system manually.
hu: A virtuális gép nem állt le a biztosított időkorlát alatt. A legtöbb esetben ez a nem megfelelő ACPI beállítások miatt van. Megpróbálhatja a gépet az operációs rendszerből, kézzel leállítani.

source: shut off
hu: kikapcsolás

source: Forcibly halt a virtual machine without notifying the operating system. This operation will even work in cases when shutdown does not, but the operating system and the file systems are likely to be in an inconsistent state, so data loss is also possible. The effect of this operation is the same as interrupting the power supply of a physical machine.
hu: Virtuális gép erőltetett leállítása az operációs rendszer értesítése nélkül. Ez a művelet akkor is működik, ha a normál leállítás nem, de az operációs rendszer és a fájlrendszer sérülhet, adatvesztés történhet. A művelet hatása hasonló, mint egy fizikai gép tápellátásának megszüntetése.

source: sleep
hu: altatás

source: Suspend virtual machine. This means the machine is stopped and its memory is saved to disk, so if the machine is waked up, all the applications will keep running. Most of the applications will be able to continue even after a long suspension, but those which need a continous network connection may fail when resumed. In the meantime, the machine will only use storage resources, and keep network resources allocated.
hu: Virtuális gép felfüggesztése. A virtuális gép megállításra, memóriája lemezre mentésre kerül. Így a gép ébresztése után minden futó alkalmazás folytatódik. A legtöbb alkalmazás elviseli akár a hosszabb idejű felfüggesztést, azonban a folyamatos hálózati kapcsolatot igénylő programok megállhatnak visszaállítás után. A felfüggesztés ideje alatt a virtuális gép csak tárterületet és hálózati erőforrásokat foglal.

source: suspend virtual machine
hu: virtuális gép felfüggesztése

source: wake up
hu: virtuális gép ébresztése

source: Wake up sleeping (suspended) virtual machine. This will load the saved memory of the system and start the virtual machine from this state.
hu: Alvó (felfüggesztett) gép ébresztése: az elmentett memóriatartalom visszatöltése és a virtuális gép indítása ebből a mentett állapotból.

source: resume virtual machine
hu: virtuális gép ébresztése

source: renew
hu: megújítás

source: Virtual machines are suspended and destroyed after they expire. This operation renews expiration times according to the lease type. If the machine is close to the expiration, its owner will be notified.
hu: A virtuális gépek lejáratuk után felfüggesztésre, majd törlésre kerülnek. Ez a művelet megújítja a bérletet a kiválasztott típusnak megfelelően. Ha egy gép közeledik a lejárathoz, a tulajdonost értesítjük.

source: set time of suspend
hu: felfüggesztés idejének beállítása

source: Renewing the machine with the selected lease would result in its suspension time get earlier than before.
hu: A gép megújítása a kiválasztott bérleti mód mellett a felfüggesztési időt korábbra állította volna, mint a jelenlegi érték.

source: set time of delete
hu: törlés idejének beállítása

source: Renewing the machine with the selected lease would result in its delete time get earlier than before.
hu: A gép megújítása a kiválasztott bérleti mód mellett a törlési időt korábbra állította volna, mint a jelenlegi érték.

source: Renewed to suspend at %(suspend)s and destroy at %(delete)s.
hu: Megújítás után felfüggesztés ideje: %(suspend)s, a törlésé: %(delete)s.

source: emergency state change
hu: vész-állapotváltás

source: Change the virtual machine state to NOSTATE. This should only be used if manual intervention was needed in the virtualization layer, and the machine has to be redeployed without losing its storage and network resources.
hu: A virtuális gép állapotának változtatása NOSTATE-re. Ezt a műveletet csak akkor hajtsa végre, ha kézi beavatkozásra kényszerült a virtualizációs rétegben, és úgy szeretné a gépet újból elindítani, hogy ne vesszenek el lemezei vagy hálózati erőforrásai.

source: Activity is forcibly interrupted.
hu: A tevékenység erőszakos megszakításra került.

source: redeploy
hu: újbóli létrehozás

source: Change the virtual machine state to NOSTATE and redeploy the VM. This operation allows starting machines formerly running on a failed node.
hu: A virtuális gép állapotának átállítása NOSTATE-re, majd a VM újbóli létrehozása. Ez a művelet lehetővé teszi olyan gépek elindítását, amelyek korábban egy meghibásodott csomóponton futnak.

source: You cannot call this operation on an offline node.
hu: Nem hívható ez a művelet elérhetetlen csomópontra.

source: Disable missing node and redeploy all instances on other ones.
hu: Hiányzó csomópont letiltása és az összes példány elindítása a többin.

source: You cannot reset a disabled or online node.
hu: Tiltott vagy elérhető csomópont resetelése nem lehetséges.

source: redeploy %(instance)s (%(pk)s)
hu: %(instance)s (%(pk)s) újbóli létrehozása

source: flush
hu: ürítés

source: Passivate node and move all instances to other ones.
hu: A csomópont passzívra állítása és az összes példány másikakra mozgatása.

source: migrate %(instance)s (%(pk)s)
hu: %(instance)s (%(pk)s) migrálása

source: activate
hu: aktiválás

source: Make node active, i.e. scheduler is allowed to deploy virtual machines to it.
hu: Csomópont aktívvá tétele: az ütemező indíthat virtuális gépeket rajta.

source: You cannot activate an active node.
hu: Aktív csomópont aktiválása nem lehetséges.

source: passivate
hu: passziválás

source: Make node passive, i.e. scheduler is denied to deploy virtual machines to it, but remaining instances and the ones manually migrated will continue running.
hu: Csomópont passzívvá tétele: az ütemező nem indíthat rajta virtuális gépeket, azonban a megmaradt példányok és a kézzel idemigráltak tovább működnek.
