Repository: NeoCIRCLE/neocircle
Catalog: circle/locale/*/LC_MESSAGES/django.po
Languages: hu

source: English
hu: Angol

source: Hungarian
hu: Magyar

source: Failure.
hu: Hiba.

source: Unhandled exception: %(e)s: %(error)s
hu: Kezeletlen kivétel: %(e)s: %(error)s

source: activity code
hu: tevékenységkód

source: human readable name
hu: olvasható név

source: Human readable name of activity.
hu: A tevékenység neve olvasható formában.

source: Celery task unique identifier.
hu: Celery feladat egyedi azonosítója.

source: task_uuid
hu: feladat uuid

source: user
hu: felhasználó

source: The person who started this activity.
hu: A tevékenységet indító felhasználó.

source: started at
hu: indítás ideje

source: Time of activity initiation.
hu: A tevékenység megkezdésének időpontja.

source: finished at
hu: befejezés ideje

source: Time of activity finalization.
hu: A tevékenység befejeztének ideje.

source: True, if the activity has finished successfully.
hu: Igaz, ha a tevékenység sikeresen befejeződött.

source: result
hu: eredmény

source: Human readable result of activity.
hu: A tevékenység eredménye olvasható formában.

source: Permission Denied
hu: Hozzáférés megtagadva

source: Unknown error
hu: Ismeretlen hiba

source: Unknown error: %(ex)s
hu: Ismeretlen hiba: %(ex)s

source: Superuser privileges are required.
hu: Rendszergazdai jogosultság szükséges.

source: idle
hu: üresjáratban

source: normal
hu: normál

source: server
hu: szerver

source: realtime
hu: valós idejű

source: Name
hu: Név

source: Human readable name of template.
hu: A sablon olvasható neve.

source: Clone template permissions
hu: Sablon jogosultságainak klónozása

source: Clone the access list of parent template. Useful for updating a template.
hu: A szülősablon hozzáférési listájának másolása. Sablonok frissítéséhez ajánlott.

source: Description
hu: Leírás

source: Directory identifier
hu: Címtári azonosító

source: If you select an item here, the members of this directory group will be automatically added to the group at the time they log in. Please note that other users (those with permissions like yours) may also automatically become a group co-owner).
hu: Ha kiválaszt egy elemet, a címtári csoport tagjai automatikusan hozzáadásra kerülnek, ha bejelentkeznek. Vegye figyelembe, hogy más, az önhöz hasonló jogosultságú felhasználók is csoportadminisztrátorrá válhatnak.

source: Create
hu: Létrehozás

source: Save
hu: Mentés

source: Host
hu: Gép

source: Node
hu: Csomópont

source: Networks
hu: Hálózatok

source: Suspend in
hu: Felfüggesztés ideje

source: hours
hu: óra

source: days
hu: nap

source: weeks
hu: hét

source: months
hu: hónap

source: Delete in
hu: Törlés ideje

source: Save changes
hu: Változások mentése

source: Set expiration times even if they are shorter than the current value.
hu: Akkor is állítsa át a lejárati időket, ha rövidebbek lesznek a jelenleginél.

source: Save selected lease.
hu: Kiválasztott bérlet mentése.

source: Length
hu: Hossz

source: Live migration is a way of moving virtual machines between hosts with a service interruption of at most some seconds. Please note that it can take very long and cause much network traffic in case of busy machines.
hu: A live migration lehetővé teszi virtuális gépek csomópontok közti mozgatását legfeljebb néhány másodperces szolgáltatáskimaradással. Vegye figyelembe, hogy ez terhelt gépek esetén sokáig tarthat és nagy hálózati forgalommal jár.

source: Forcibly interrupt all running activities.
hu: Futó tevékenységek erőltetett befejezése.

source: Set all activities to finished state, but don't interrupt any tasks.
hu: Minden tevékenység befejezettre állítása (a feladatok megszakítása nélkül).

source: New status
hu: Új állapot

source: Reset node
hu: Csomópont visszaállítása

source: use emergency state change
hu: vész-állapotváltás használata

source: Size
hu: Méret

source: Size of disk to create in bytes or with units like MB or GB.
hu: Létrehozandó lemez mérete byte-okban vagy mértékegységgel (MB, GB).

source: Invalid format, you can use GB or MB!
hu: Érvénytelen formátum. „GB” és „MB” is használható.

source: Size to resize the disk in bytes or with units like MB or GB.
hu: A lemez kívánt mérete byte-okban vagy mértékegységgel (MB, GB).

source: Disk
hu: Lemez

source: Disk size must be greater than the actual size.
hu: A lemez mérete nagyobb kell legyen a jelenleginél.

source: <label>Disk:</label> %s
hu: <label>Lemez:</label> %s

source: Could not find filename in URL, please specify a name explicitly.
hu: Az URL-ben nem található fájlnév. Kérem adja meg explicite.

source: Interface
hu: Interfészek

source: No more networks.
hu: Nincs több hálózat.

source: (missing_traits: %s)
hu: (hiányzó jellemzők: %s)

source: Deploy virtual machine to this node (blank allows scheduling automatically).
hu: A virtuális gép elindítása ezen a csomóponton (üresen hagyva automatikus ütemezés).

source: Protocol
hu: Protokoll

source: <label>Host:</label> {0}
hu: <label>Gép:</label> {0}

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: Sign in
hu: Bejelentkezés

source: Email address
hu: E-mail cím

source: Reset password
hu: Új jelszó

source: Change password
hu: Jelszóváltoztatás

source: Add trait
hu: Jellemző hozzáadása

source: Preferred language
hu: Választott nyelv

source: Groups
hu: Csoportok

source: Instance limit
hu: Példány limit

source: Name of group or user
hu: Csoport vagy felhasználó neve

source: Name of user
hu: Felhasználó neve

source: E-mail address or identifier of user
hu: A felhasználó e-mail címe vagy azonosítója

source: Key
hu: Kulcs

source: For example: ssh-rsa AAAAB3NzaC1yc2ED...
hu: Például: ssh-rsa AAAAB3NzaC1yc2ED…

source: permissions
hu: jogosultságok

source: owned
hu: saját

source: shared
hu: osztott

source: all
hu: összes

source: Search...
hu: Keresés...

source: Path
hu: Elérési út

source: active
hu: aktív

source: destroyed
hu: megsemmisítve

source: The color of the message box defined by the respective <a href="http://getbootstrap.com/components/#alerts">Bootstrap class</a>.
hu: Az üzenet doboz színe a megfelelő <a href="http://getbootstrap.com/components/#alerts">Bootstrap osztály</a> szerint meghatározva.

source: Start time
hu: Kezdési időpont

source: End time
hu: Befejezési időpont

source: message
hu: üzenet

source: effect
hu: hatás

source: success
hu: siker

source: info
hu: infó

source: warning
hu: figyelmeztetés

source: danger
hu: veszély

source: enabled
hu: engedélyezve

source: messages
hu: üzenetek

source: new
hu: új

source: delivered
hu: kézbesített

source: read
hu: olvasott

source: access method
hu: elérés módja

source: Type of the remote access method.
hu: Távoli elérési mód típusa.

source: name
hu: név

source: Name of your custom command.
hu: Egyedi parancs neve

source: command template
hu: parancssablon

source: Template for connection command string. Available parameters are: username, password, host, port.
hu: Sablon a csatlakozási parancshoz. Elérhető paraméterek: username, password, host, port.

source: preferred language
hu: választott nyelv

source: Unique identifier of the person, e.g. a student number.
hu: A személy egyedi azonosítója, például hallgatói azonosító.

source: Use Gravatar
hu: Gravatar használata

source: Whether to use email address as Gravatar profile image
hu: Használható-e az e-mail cím a Gravatar profilkép betöltésére

source: Email notifications
hu: E-mail értesítések

source: Whether user wants to get digested email notifications.
hu: A felhasználó kéri-e tömbösített e-mail értesítések küldését.

source: Samba password
hu: Samba jelszó

source: Generated password for accessing store from virtual machines.
hu: A tárhely virtuális gépekről való eléréséhez generált jelszó.

source: disk quota
hu: lemezkvóta

source: Disk quota in mebibytes.
hu: Lemezkvóta mebibyte-okban.

source: Can use autocomplete.
hu: Használhat automatikus kiegészítést.

source: operator
hu: operátor

source: owner
hu: tulajdonos

source: Unique identifier of the group at the organization.
hu: A csoport egyedi szervezeti azonosítója.

source: Template
hu: Sablon

source: [T]
hu: [S]

source: Virtual machine
hu: Virtuális gép

source: Overcommit
hu: Túlfoglalás

source: Status
hu: Állapot

source: Number of VMs
hu: VM-ek száma

source: Monitor
hu: Állapot

source: Minion online
hu: Elérhető minionok

source: Number of users
hu: Felhasználók száma

source: Admin
hu: Adminisztráció

source: Actions
hu: Műveletek

source: Organization ID
hu: Címtári azonosító

source: <abbr data-placement="left" title="Superuser status">SU</abbr>
hu: <abbr data-placement="left" title="Rendszergazda státusz">SU</abbr>

source: Resources
hu: Erőforrások

source: Lease
hu: Bérlet

source: Owner
hu: Tulajdonos

source: Created at
hu: Létrehozva

source: Running
hu: Fut

source: No available leases.
hu: Nincs elérhető bérlési mód.

source: Fingerprint
hu: Ujjlenyomat

source: You haven't added any public keys yet.
hu: Még nem adott meg publikus kulcsot.

source: Access method
hu: Elérés módja

source: You don't have any custom connection commands yet. You can specify commands to be displayed on VM detail pages instead of the defaults.
hu: Még nincs egyedi csatlakozási parancsa. Az itt megadott parancsok fognak megjelenni a VM-részletező oldalon az alapértelmezettek helyett.

source: Appliance
hu: Felhasználás

source: ready
hu: kész

source: No disk found.
hu: Nem található lemez.

source: No messages.
hu: Nincsenek üzenetek.

source: Type
hu: Típus

source: Path or Pool name
hu: Elérési út vagy Pool név

source: %d new notification
hu: %d új értesítés

source: Legal notice
hu: Impresszum

source: Policy
hu: Szabályzat

source: Help
hu: Súgó

source: Support
hu: Támogatás

source: Confirmation
hu: Megerősítés

source: To effortlessly connect to all kind of virtual machines you have to install the <strong>CIRCLE Client</strong>.
hu: A virtuális gépekhez való könnyű csatlakozáshoz telepítse a <strong>CIRCLE klienst</strong>.

source: To install the <strong>CIRCLE Client</strong> click on the <strong>Download the Client</strong> button. The button takes you to the installation detail page, where you can choose your operating system and start the download or read more detailed information about the <strong>Client</strong>. The program can be installed on Windows XP (and above) or Debian based Linux operating systems. To successfully install the client you have to have admin (root or elevated) rights. After the installation complete clicking on the <strong>I have the Client installed</strong> button will launch the appropriate tool designed for that connection with necessarily predefined configurations. This option will also save your answer and this prompt about installation will not pop up again.
hu: A <strong>CIRCLE kliens</strong> letöltéséhez kattintson a <strong>Kliens letöltése</strong> gombra. A gomb a letöltőoldalra visz, ahol kiválaszthatja a megfelelő <strong>kliens</strong> telepítőcsomagot. A telepítés után kattintson a <strong>Már telepítve van</strong> gombra a megfelelő eszköz indításához. Ezt a választást a rendszer megjegyzi.

source: Cancel
hu: Mégsem

source: Download the Client
hu: Kliens letöltése

source: I downloaded and installed the client and I want to connect using it. This choice will be saved to your compuer
hu: A kliens letöltésre és telepítésre került. Ez a beállítás mentésre kerül.

source: I have the Client installed
hu: Már telepítve van

source: Resize
hu: Átméretezés

source: Remove
hu: Eltávolítás

source: File name
hu: Fájlnév

source: Bus
hu: Busz

source: username
hu: felhasználónév

source: Who
hu: Ki

source: What
hu: Mi

source: You have no notifications.
hu: Nincs értesítése.

source: CPU priority
hu: CPU prioritás

source: Enable JS for fancy sliders
hu: A grafikus megjelenítéshez JS szükséges

source: The priority of the CPU
hu: A CPU prioritása

source: CPU count
hu: CPU-k száma

source: Number of CPU cores
hu: CPU-magok száma

source: RAM amount
hu: RAM mennyiség

source: RAM size in mebibytes
hu: RAM-méret mebibyte-okban.

source: Choose the type of the data store that you want to create.
hu: Válassza ki az lértejövő adattár típusát.

source: Next
hu: Tovább

source: Customize an existing template or create a brand new one from scratch.
hu: Szabjon testre egy meglévő sablont, vagy készítsen egyet az alapoktól.

source: Customize an existing template.
hu: Létrehozhat példánysablont.

source: Create a new base VM without disk
hu: Új alap-VM létrehozása lemez nélkül

source: Resource configuration
hu: Erőforrásbeállítások

source: Virtual machine settings
hu: Virtuális gépek beállításai

source: External resources
hu: Külső erőforrások

source: You haven't created any leases yet, but you need one to create a template.
hu: Még nem hozott létre bérlési módot, de ez sablon létrehozásához szükséges.

source: Create a new lease now.
hu: Hozzon létre egy bérlési módot.

source: Create new template
hu: Sablon létrehozása

source: Memory
hu: Memória

source: Disks
hu: Lemezek

source: Network
hu: Hálózat

source: Customize
hu: Testreszabás

source: Start
hu: Indítás

source: You can't start new virtual machines because no templates are shared with you.
hu: Még nem tud virtuális gépet indítani, mivel egy sablonhoz sincs hozzáférése.

source: You can't start new virtual machines because no templates are shared with you however you can request them via the form below.
hu: Még nem tud virtuális gépet indítani, mivel egy sablonhoz sincs hozzáférése azonban a lenti űrlap segítségével igényelhet.

source: Need other templates? Submit a new <a href="%(url)s">request</a>.
hu: Másfajta sablonra van szüksége? <a href="%(url)s">Igényeljen</a>.

source: Amount
hu: Mennyiség

source: No disks are added.
hu: Egy lemez sincs hozzáadva.

source: Not added to any network.
hu: Egy hálózathoz sincs hozzáadva.

source: Reschedule
hu: Újraütemezés

source: This option will reschedule each virtual machine to the optimal node.
hu: Ez a lehetőség minden virtuális gépet az optimális csomópontra migrál.

source: CPU load
hu: CPU-terhelés

source: RAM usage
hu: RAM-használat

source: Choose a compute node to migrate %(obj)s to.
hu: Válasszon csomópontot %(obj)s migrálásához.

source: current
hu: jelenlegi

source: recommended
hu: javasolt

source: missing traits
hu: hiányzó jellemzők

source: Node traits
hu: Csomópontjellemzők

source: Required traits
hu: Elvárt jellemzők

source: Request longer lease
hu: Hosszabb bérlet igénylése

source: Choose a name for the new template.
hu: Válasszon nevet az új sablonnak.

source: Name of template
hu: Sablon neve

source: Translations
hu: Fordítások

source: Messages
hu: Üzenetek

source: Storage
hu: Tárhely

source: Requests
hu: Igénylések

source: Log out
hu: Kijelentkezés

source: Notifications
hu: Értesítések

source: Loading...
hu: Betöltés...

source: Log in
hu: Bejelentkezés

source: Do you really want to remove <strong>%(member)s</strong> from %(group)s?
hu: Biztosan eltávolítja a(z) <strong>%(member)s</strong> tagot a következőből: %(group)s?

source: Are you sure you want to delete <strong>%(object)s</strong>?
hu: Biztosan törli a következőt: <strong>%(object)s</strong>?

source: Delete
hu: Törlés

source: Delete confirmation
hu: Törlés megerősítése

source: Do you really want to remove <strong>%(member)s</strong> from %(group)s?
hu: Biztosan eltávolítja a(z) <strong>%(member)s</strong> tagot a következőből: <strong>%(group)s</strong>?

source: Are you sure you want to delete <strong>%(object)s</strong>?
hu: Biztosan törli a következőt: <strong>%(object)s</strong>?

source: Yes
hu: Igen

source: Ownership transfer
hu: Átruházás

source: <strong>%(owner)s</strong> offered to take the ownership of virtual machine <strong>%(name)s (%(id)s)</strong>. Do you accept the responsility of being the host's owner?
hu: <strong>%(owner)s</strong> kezdeményezte a(z) <strong>%(name)s (%(id)s)</strong> virtuális gép átruházását. Elfogadja a gép birtoklásával járó felelősséget?

source: No
hu: Nem

source: <strong>%(owner)s</strong> offered to take the ownership of template <strong>%(name)s (%(id)s)</strong>. Do you accept the responsility of being the template's owner?
hu: <strong>%(owner)s</strong> kezdeményezte a(z) <strong>%(name)s (%(id)s)</strong> sablon átruházását. Elfogadja a sablon birtoklásával járó felelősséget?

source: Create command template
hu: Parancssablon létrehozása

source: Back
hu: Vissza

source: Create new command template
hu: Parancssablon létrehozása

source: Examples
hu: Példák

source: Edit command template
hu: Parancssablon szerkesztése

source: Edit
hu: Szerkesztés

source: Enable
hu: Engedélyezés

source: User groups allow sharing templates or other resources with multiple users at once.
hu: A felhasználói csoportok lehetővé teszik sablonok és más erőforrások együttes megosztását több felhasználóval.

source: group
hu: csoport

source: Rename
hu: Átnevezés

source: Available objects for this group
hu: Csoport számára elérhető objektumok

source: User list
hu: Felhasználók

source: Create user
hu: Új felhasználó

source: remove
hu: eltávolítás

source: Add multiple users at once (one identifier per line).
hu: Több felhasználó hozzáadása (egy azonosító soronként).

source: Access permissions
hu: Hozzáférési jogosultságok

source: Group permissions
hu: Csoportjogosultságok

source: Group list
hu: Csoportok

source: Members
hu: Tagok

source: Update group
hu: Csoport frissítése

source: List of groups that you have access to.
hu: Azon csoportok, amelyekhez hozzáférése van.

source: <strong>%(more)s</strong> more
hu: még <strong>%(more)s</strong>

source: list
hu: felsorolás

source: List of compute nodes, also called worker nodes or hypervisors, which run the virtual machines.
hu: A virtuális gépeket futtató számítási csomópontok (más néven worker node-ok, hypervisorok) listája.

source: Nodes
hu: Csomópontok

source: Search
hu: Keresés

source: <strong>%(count)s</strong> more
hu: még <strong>%(count)s</strong>

source: <span class="big"> <span class="big-tag">%(running)s</span> running </span> + <span class="big-tag">%(missing)s</span> missing + <br> <span class="big-tag">%(disabled)s</span> disabled + <span class="big-tag">%(offline)s</span> offline
hu: <span class="big"> <span class="big-tag">%(running)s</span> fut </span> + <span class="big-tag">%(missing)s</span> eltűnt + <br> <span class="big-tag">%(disabled)s</span> tiltva + <span class="big-tag">%(offline)s</span> nem elérhető

source: List of VM templates that are available for you. You can create new ones from scratch or customize existing ones (preferred).
hu: Az Ön számára elérhető VM-sablonok. Létrehozhat egy újat az alapokból, vagy személyre szabhat egy meglévőt (ajánlott).

source: Templates
hu: Sablonok

source: Start VM instance
hu: VM-példány indítása

source: You don't have any templates, however you can still start virtual machines and even save them as new templates!
hu: Még nincs saját sablonja, de ettől függetlenül indíthat virtuális gépeket, amelyeket el is menthet sablonként.

source: show all
hu: összes

source: List of CIRCLE users.
hu: Felhasználók listája

source: Users
hu: Felhasználók

source: summary view
hu: összefoglaló nézet

source: list view
hu: listanézet

source: List of your current virtual machines. Favourited ones are ahead of others.
hu: A meglévő virtuális gépei. A megjelöltek megelőzik a többit.

source: VMs
hu: VM-ek

source: Virtual machines
hu: Virtuális gépek

source: Unfavourite
hu: Kedvencnek jelölés törlése

source: Mark as favorite
hu: Kedvencnek jelölés

source: You have no virtual machines.
hu: Még nincs virtuális gépe.

source: Use the <strong>new</strong> button to start a new VM
hu: Kattintson az <strong>új</strong> gombra virtuális gép indításához.

source: <strong>%(counter)s</strong> more
hu: még <strong>%(counter)s</strong>

source: <span class="big-tag">%(count)s</span> running
hu: <span class="big-tag">%(count)s</span> fut

source: <strong>%(counter)s</strong> machine total
hu: összesen <strong>%(counter)s</strong> gép

source: %(count)s stopped
hu: %(count)s leállítva

source: Index
hu: Kezdőoldal

source: %(name)s virtual machines
hu: %(name)s virtuális gépek

source: You have no permission to start or manage virtual machines.
hu: Nincs jogosultsága virtuális gépek indítására vagy kezelésére.

source: Activity
hu: Tevékenységek

source: instance
hu: példány

source: time
hu: idő

source: type
hu: típus

source: subactivity of <a href="%(url)s">%(name)s</a>
hu: <a href="%(url)s">%(name)s</a> résztevékenysége

source: top level activity
hu: felső szintű tevékenység

source: task uuid
hu: feladat uuid

source: status
hu: állapot

source: resultant state
hu: új állapot

source: subactivities
hu: altevékenységek

source: failed
hu: meghiúsult

source: none
hu: nincs

source: Create lease
hu: Bérlési mód létrehozása

source: Edit lease
hu: Bérlési mód szerkesztése

source: Manage access
hu: Jogosultságok kezelése

source: Do you want to perform the <strong>%(op)s</strong> operation on the following instance?
hu: Biztosan végrehajtja a(z) <strong>%(op)s</strong> műveletet a következő példányon?

source: Broadcast Messages
hu: Üzenetek

source: New message
hu: Új üzenet

source: Edit message
hu: Üzenet szerkesztése

source: Preview
hu: Előnézet

source: new message
hu: új üzenet

source: Add Trait
hu: Jellemző hozzáadása

source: Enabled
hu: Engedélyezve

source: Schedule enabled
hu: Ütemezés engedélyezve

source: Schedule disabled
hu: Ütemezés tiltva

source: Disabled
hu: Tiltás

source: Online
hu: Elérhető

source: Home
hu: Kezdőoldal

source: Virtual Machines
hu: Virtuális gépek

source: Show less activities
hu: Kevesebb tevékenység megjelenítése

source: Show all activities
hu: Összes tevékenység megjelenítése

source: Traits the node provides
hu: A csomópont által biztosított jellemzők

source: No trait added!
hu: Nincs jellemző.

source: Node name
hu: Csomópont neve

source: CPU cores
hu: CPU-magok

source: RAM size
hu: RAM-méret

source: Architecture
hu: Architektúra

source: Host IP
hu: Gép IP címe

source: Host online
hu: Gép elérhető

source: Priority
hu: Prioritás

source: Driver Version:
hu: Driver verziója:

source: with uncommitted changes!
hu: beküldetlen változásokkal!

source: Host owner
hu: Gép tulajdonosa

source: Host name
hu: Gépnév

source: Edit host
hu: Gép szerkesztése

source: Compute nodes
hu: Számítási csomópontok

source: Graphs
hu: Grafikonok

source: node
hu: csomópont

source: Dear %(u)s,
hu: Kedves %(u)s!

source: You have a new notification:
hu: Egy új értesítése van:

source: You can renew it without logging in:
hu: Bejelentkezés nélkül megújíthatja:

source: See it in detail on <%(url)s>.
hu: Részletek: <%(url)s>.

source: You can change your subscription without logging in:
hu: Bejelentkezés nélkül módosíthatja feliratkozásait:

source: Do you want to perform the following operation on <a data-dismiss="modal" href="%(url)s">%(obj)s</a>: <strong>%(op)s</strong>?
hu: Biztosan végrehajtja a(z) <strong>%(op)s</strong> műveletet a következőn: <a data-dismiss="modal" href="%(url)s">%(obj)s</a>?

source: Profile
hu: Profil

source: Log in as this user. Recommended to open in an incognito window.
hu: Bejelentkezés a felhasználó nevében. Ajánlott inkognitóablakban megnyitni.

source: Login as this user
hu: Bejelentkezés a felhasználó nevében

source: First name
hu: Keresztnév

source: Last name
hu: Vezetéknév

source: Last login
hu: Utolsó belépés

source: Use email address as Gravatar profile image
hu: E-mail cím használata a Gravatar profilkép betöltésére

source: What's Gravatar?
hu: Mi az a Gravatar?

source: Change my preferences
hu: Személyes beállítások

source: This user is not in any group.
hu: A felhasználó nem tagja csoportnak.

source: Virtual machines owned by the user
hu: A felhasználó virtuális gépei

source: This user have no virtual machines.
hu: A felhasználónak nincs virtuális gépe.
