Repository: NeoCIRCLE/neocircle
Catalog: circle/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Virtual machines with access
hu: Elérhető virtuális gépek

source: This user have no access to any virtual machine.
hu: A felhasználónak egy géphez sincs hozzáférése.

source: Edit user
hu: Felhasználó szerkesztése

source: Go to my profile
hu: Ugrás a profilra

source: My profile
hu: Saját profil

source: Password change
hu: Jelszóváltoztatás

source: My preferences
hu: Személyes beállítások

source: Current avatar
hu: Jelenlegi avatar

source: add SSH key
hu: SSH kulcs hozzáadása

source: SSH public keys
hu: SSH publikus kulcsok

source: add command template
hu: új parancssablon

source: Command templates
hu: Parancssablonok

source: The DataStore is offline.
hu: Az adattár nem elérhető.

source: Statistics
hu: Állapot

source: Missing disks
hu: Hiányzó lemezek

source: disk objects without images files
hu: lemezkép nélküli lemez objektumok

source: None
hu: Nincs

source: Orphan disks
hu: Árva lemezek

source: image files without disk object in the database
hu: lemez objektum nélküli lemezképek

source: Filter by type
hu: Típus szerinti szűrés

source: ALL
hu: MIND

source: Disk usage breakdown
hu: Diszk használat elemzés

source: Ceph block storage authentication settings
hu: Ceph blokk tároló autentikációs beállításai

source: Upload
hu: Feltöltés

source: Browse...
hu: Tallózás...

source: Remove directory
hu: Könyvtár törlése

source: Download directory
hu: Könyvtár letöltése

source: New directory
hu: Új könyvtár

source: Name
hu: Név

source: Refresh
hu: Frissítés

source: Filename
hu: Fájlnév

source: Latest modification
hu: Legutóbbi változtatás

source: Download
hu: Letöltés

source: This folder is empty.
hu: A mappa üres.

source: A list of your most recent files.
hu: A legújabb fájlok listája.

source: You are currently using %(used)s, your soft limit is %(soft)s, your hard limit is %(hard)s.
hu: Jelenlegi használat: %(used)s, puha korlát: %(soft)s, kemény korlát: %(hard)s.

source: Files
hu: Fájlok

source: Show in directory
hu: Megjelenítés könyvtárban

source: Your toplist is empty, upload something.
hu: Nincs friss fájlja. Töltsön föl valamit most.

source: show my files
hu: fájlok megjelenítése

source: upload
hu: feltöltés

source: List
hu: Felsorolás

source: Store
hu: Tárhely

source: %(used)s used
hu: %(used)s használatban

source: Hard limit
hu: Kemény korlát

source: Soft limit
hu: Puha korlát

source: Directory removal confirmation
hu: Könyvtár törlésének megerősítése

source: File removal confirmation
hu: Fájl törlésének megerősítése

source: File directory
hu: Fájl helye

source: Are you sure you want to remove the file at <strong>%(path)s</strong>?
hu: Biztosan törli a következőt fájlt: <strong>%(path)s </strong>?

source: Are you sure you want to remove the directory <strong>%(directory)s</strong>?
hu: Biztosan törli a következő könyvtárat: <strong> %(directory)s</strong>?

source: File upload
hu: Fájlfeltöltés

source: Currently uploading to
hu: Feltöltés helye:

source: template
hu: sablon

source: Edit template
hu: Sablon szerkesztése

source: Parent template
hu: Szülősablon

source: Delete template
hu: Sablon törlése

source: You are the current owner of this template.
hu: Ön a jelenlegi tulajdonosa a sablonnak.

source: The current owner of this template is <a href="%(url)s">%(name)s (%(owner)s)</a>.
hu: A sablon jelenlegi tulajdonosa <a href="%(url)s">%(name)s (%(owner)s)</a>.

source: Transfer ownership...
hu: Tulajdon átruházása...

source: Access level rights
hu: Hozzáférési jogosultsági szintek

source: User
hu: Felhasználó

source: User can deploy instances from this template.
hu: A felhasználható indíthat példányokat a sablonból.

source: Operator
hu: Operátor

source: Operators are able to deploy and grant/revoke User level access to this template.
hu: Az Operátor adhat/visszavonhat User szintű hozzáférést, valamint példányosíthat a sablonból.

source: Owners can edit attributes or delete the template. Owners are able to grant/revoke User, Operator and Owner level access to the template. The accountable owner (the one who created the template) can not be demoted. The accountable ownership can be transferred to other User via the "Transfer onwership" button.
hu: A Tulajdonos szerkesztheti és törölheti ezt a sablont. A Tulajdonos adhat/visszavonhat Felhasználó, Operátor és Tulajdonos szintű jogosultságokat. A sablonért felelős tulajdonos (aki elkészítette a sablont) nem fokozható le. A felelős tulajdonosi cím átruházható másik felhasználó számára, a "Tulajdon átruházása" gombbal.

source: Disk list
hu: Lemezek

source: No disks are added!
hu: Egy lemez sincs hozzáadva!

source: new template
hu: új sablon

source: new lease
hu: bérlési mód létrehozása

source: Leases
hu: Bérlési módok

source: %(num_cores)s CPU core
hu: %(num_cores)s CPU mag

source: Subscription settings
hu: Feliratkozások

source: new user
hu: új felhasználó létrehozása

source: Create SSH public key
hu: SSH publikus kulcs létrehozása

source: Edit SSH public key
hu: SSH publikus kulcs módosítása

source: Toggle tutorial panel
hu: Kalauz engedélyezése/tiltása

source: Start template tutorial
hu: Sablon-kalauz indítása

source: This is the master vm of your new template
hu: Ez a mesterpéldány egy új sablonhoz

source: Modify the virtual machine to suit your needs <strong>(optional)</strong>
hu: Módosítsa a virtuális gépet <strong>(igény szerint)</strong>

source: Change the description
hu: Változtassa meg a leírást

source: Change resources (CPU and RAM)
hu: Állítsa be az erőforrásokat (CPU és memória)

source: Attach or detach disks
hu: Csatoljon vagy válasszon le lemezeket

source: Add or remove network interfaces
hu: Adjon hozz vagy törljön hálózati interfészeket

source: Deploy the virtual machine
hu: Indítsa el a virtuális gépet

source: Connect to the machine
hu: Csatlakozzon a géphez

source: Do all the needed installations/customizations
hu: Végezze el a szükséges telepítéseket, testreszabásokat

source: Log off from the machine
hu: Jelentkezzen ki a gépből

source: Press the Save as template button
hu: Kattintson a Mentés sablonként gombra

source: Delete this virtual machine <strong>(optional)</strong>
hu: Törölje a virtális gépet <strong>(ha szükséges)</strong>

source: The node <strong>%(name)s</strong> is missing.
hu: A <strong>%(name)s</strong> nevű csomópont hiányzik.

source: Currently you cannot execute any operations because the virtual machine's node is missing.
hu: Jelenleg nem tud végrehajtani műveleteket, mert a virtuális gép csomópontja hiányzik.

source: Connection details
hu: Kapcsolat részletei

source: The VM doesn't have any network interface.
hu: A VM-nek nincs hálózati interfésze.

source: The required port for this protocol is not forwarded.
hu: A csatlakozáshoz szükséges port nincs továbbítva.

source: Host (IPv6)
hu: Gép (IPv6)

source: Show password
hu: Jelszó megjelenítése

source: Start the VM to change the password.
hu: Jelszóváltoztatáshoz el kell indítani a gépet.

source: This machine has no agent installed.
hu: A gépre nincs ügynök telepítve.

source: Generate new password!
hu: Új jelszó generálása

source: Command
hu: Parancs

source: Connection is not possible.
hu: A csatlakozás nem lehetséges.

source: Connect via the CIRCLE Client
hu: Csatlakozás CIRCLE klienssel

source: Connect
hu: Csatlakozás

source: Download client
hu: Kliens letöltése

source: Download the CIRCLE Client
hu: A CIRCLE kliens letöltése

source: Connect (download client)
hu: Csatlakozás (kliens letöltése)

source: The virtual machine successfully started, you can connect now.
hu: A virtuális gép elindult, most már csatlakozhat.

source: Console
hu: Konzol

source: Access
hu: Hozzáférés

source: Abort
hu: Megszakítás

source: Add
hu: Hozzáadás

source: You are the current owner of this instance.
hu: Ön a jelenlegi tulajdonosa a példánynak.

source: The current owner of this instance is <a href="%(url)s">%(name)s (%(owner)s)</a>.
hu: A példány jelenlegi tulajdonosa: <a href="%(url)s">%(name)s (%(owner)s)</a>.

source: Permissions
hu: Jogosultságok

source: With Permissions you can add Users and Groups with different levels to grant access to the virtual machine.
hu: Az Engedélyek segítségével különböző szintű hozzáférést adhatunk felhasználóknak és csoportoknak.

source: User level grants access to the virtual machine's details page. Users are able to connect to this machine.
hu: A Felhasználó szinttel elérhető virtuális gép részletező oldala. Ezek a felhasználók kapcsolódhatnak a géphez.

source: Operator level permit the modification of the name and description fields. Allow the operator to open ports and grant/revoke User level access to the virtual machine.
hu: Az Operátori hozzáféréssel megváltoztatható a virtuális gép neve és leírása. Az Operátorok nyithatnak portokat valami adhatnak/visszavonhatnak Felhasználói szintű hozzáférést.

source: Owner level enables all operations on the virtual machine. Owners are able to grant/revoke Operator, User and Owner level access to others. The accountable owner (the one who deployed the machine) can not be demoted. The accountable ownership can be transferred to other User via the "Transfer onwership" button.
hu: A Tulajdonos szint minden műveletet engedélyez. A Tulajdonosok adhatnak/visszavonhatnak Felhasználó, Operátor és Tulajdonos szintű hozzáféréseket. A virtuális gépért felelős tulajdonos nem fokozható le. A felelős tulajdonosi cím átruházható másik felhasználó számára, a "Tulajdon átruházása" gombbal.

source: You are not authorized to access the VNC console.
hu: Nem jogosult a VNC konzol használatára.

source: Send Ctrl+Alt+Del
hu: Ctrl+Alt+Del küldése

source: Type password
hu: Jelszó begépelése

source: Screenshot
hu: Képernyőkép

source: Close
hu: Bezárás

source: System
hu: Rendszer

source: Update
hu: Frissítés

source: Expiration
hu: Lejárat

source: Suspended at:
hu: Felfüggesztve:

source: Destroyed at:
hu: Megsemmisítve:

source: Tags
hu: Címkék

source: No tag added.
hu: Nincs címke.

source: Add tag
hu: Címke hozzáadása

source: SSH keys
hu: SSH kulcsok

source: CPU usage
hu: CPU-használat

source: Memory usage
hu: RAM-használat

source: Network usage
hu: Hálózathasználat

source: add interface
hu: új interfész

source: Interfaces
hu: Interfészek

source: unmanaged
hu: nem menedzselt

source: edit
hu: szerkesztés

source: IPv4 address
hu: IPv4 cím

source: IPv6 address
hu: IPv6 cím

source: DNS name
hu: DNS név

source: Port access
hu: Portok elérése

source: This VM doesn't have an IPv6 address!
hu: A VM-nek nincs IPv6 címe.

source: Edit raw data
hu: Nyers adat szerkesztése

source: Modify the resources
hu: Módosítsa az erőforrásokat

source: Save resources
hu: Erőforrások mentése

source: Stop your VM to change resources.
hu: Állítsa le a VM-et az erőforrások módosításához.

source: Changing resources is only possible on virtual machines with STOPPED state. We suggest to turn off the VM after submitting the request otherwise it will be automatically stopped in the future when the request is accepted.
hu: Erőforrás módosítás csak LEÁLLÍTVA állapotú gépen lehetséges. A virtuális gépet ajánlott leállítani a kérés beküldése után másképpen valamikor a jövőben, a kérés elfogadásakor lesz automatikusan leállítva.

source: Message
hu: Üzenet

source: Request resources
hu: Erőforrások igénylése

source: Raw data
hu: Nyers adat

source: Sorting ...
hu: Rendezés…

source: Group actions
hu: Csoportos műveletek

source: Select all
hu: Összes kiválasztása

source: Include deleted VMs
hu: Törölt VM-ek megjelenítése

source: State
hu: Állapot

source: IP address
hu: IP cím

source: No result.
hu: Nincs eredmény.

source: You can filter the list by certain attributes (owner, name, status, tags) in the following way: "owner:John Doe name:my little server !name:test". If you don't specify any attribute names the filtering will be done by name.
hu: A listát szűrheti is bizonyos attribútumok (owner (tulajdonos), name (név), status (állapot), tags (címkék)) szerint a következő módon: "owner:Gipsz Jakab name:én kicsi szerverem !name:teszt". Ha nem ad meg egyetlen attribútumot sem, akkor a szűrés a név szerint fog történni. name.

source: You can select multiple vm instances while holding down the <strong>CTRL</strong> key.
hu: Több virtuális gépet is kiválaszthat a <strong>CTRL</strong> billentyű lenyomásával.

source: If you want to select multiple instances by one click select an instance then hold down <strong>SHIFT</strong> key and select another one!
hu: Ha több egymást követő példányt szeretne kiválasztani, válassza ki az elsőt, majd a <strong>SHIFT</strong> billentyűt lenyomva tartva az utolsót.

source: Invalid template string.
hu: Érvénytelen sablon.

source: %s (group)
hu: %s (csoport)

source: Instance count
hu: Példányok száma

source: instance count
hu: példányok száma

source: RAM usage (%)
hu: RAM-használat (%)

source: CPU usage (%)
hu: CPU-használat (%)

source: Allocated memory (bytes)
hu: Foglalt memória (byte)

source: User "%s" not found.
hu: Nem található „%s” felhasználó.

source: Group successfully renamed.
hu: A csoport átnevezésre került.

source: Member successfully removed from group.
hu: A csoporttag eltávolításra került.

source: Future user successfully removed from group.
hu: A leendő csoporttag eltávolításra került.

source: Group successfully deleted.
hu: A csoport törlésre került.

source: Create a Group
hu: Csoport létrehozása

source: Group successfully created.
hu: A csoport létrehozásra került.

source: Group is successfully updated.
hu: A csoport frissítésre került.

source: Broadcast message successfully updated.
hu: Az üzenet frissítésre került.

source: New broadcast message successfully created.
hu: Az üzenet létrehozása került.

source: Node successfully renamed.
hu: A csomópont átnevezésre került.

source: Create a node
hu: Új csomópont hozzáadása

source: Node successfully created.
hu: A csomópont létrehozásra került.

source: Node successfully deleted.
hu: A csomópont törlésre került.

source: Trait successfully added to node.
hu: A csomópontjellemző hozzáadásra került.

source: Choose data store type
hu: Válassza ki az adattár típusát

source: Select an option to proceed.
hu: Válasszon a folytatáshoz.

source: Error during filtering.
hu: A szűrés sikertelen.

source: virtual machine
hu: virtuális gép

source: No store.
hu: Nincs tárhely.

source: Store has some problems now. Try again later.
hu: A tárhely nem működik. Próbálja később.

source: Unknown store error.
hu: Ismeretlen tárhelyhiba.

source: Something went wrong during download.
hu: Hiba a letöltésben.

source: Unable to upload file.
hu: Fájl feltöltése sikertelen.

source: Unable to remove %s.
hu: %s törlése sikertelen.

source: Unable to create folder.
hu: Mappa létrehozása sikertelen.

source: Choose template
hu: Válasszon sablont

source: Create a new base VM
hu: Alap VM létrehozása

source: Template successfully deleted.
hu: A sablon törlésre került.

source: Successfully modified template.
hu: A sablon módosításra került.

source: Disk successfully removed.
hu: A lemez eltávolításra került.

source: Disk remove confirmation
hu: Lemez törlésének megerősítése

source: Are you sure you want to remove <strong>%(disk)s</strong> from <strong>%(app)s</strong>?
hu: Biztosan eltávolítja a(z) <strong>%(disk)s</strong> lemezt a következőből: %(app)s?

source: Successfully created a new lease.
hu: Új bérlési mód létrehozásra került.

source: Successfully modified lease.
hu: A bérlési mód megváltoztatásra került.

source: Only the owners can modify the selected lease.
hu: Csak a tulajdonosai törölhetik a kiválasztott bérleti módot.

source: Lease successfully deleted.
hu: A bérlési mód törlésre került.

source: You can't delete this lease because some templates are still using it, modify these to proceed:
hu: Nem törölhető a bérleti mód, mivel az alábbi sablonok még használják. A folytatáshoz módosítsa őket:

source: %(owner)s offered you to take the ownership of his/her template called %(instance)s. <a href="%(token)s" class="btn btn-success btn-small">Accept</a>
hu: %(owner)s át kívánja ruházni %(instance)s nevű sablonját Önre. <a href="%(token)s" class="btn btn-success btn-small">Elfogadás</a>

source: Logged in as user %s.
hu: Bejelentkezve mint %s.

source: You don't have a profile.
hu: Nincs profilja.

source: Successfully modified subscription.
hu: A feliratkozás módosításra került.

source: Create a User
hu: Felhasználó létrehozása

source: Successfully modified user.
hu: A felhasználó megváltoztatásra került.

source: Successfully modified SSH key.
hu: Az SSH kulcs módosításra került.

source: SSH key successfully deleted.
hu: Az SSH kulcs törlésre került.

source: Successfully created a new SSH key.
hu: Az új SSH kulcs hozzáadásra került.

source: Successfully modified command template.
hu: A parancssablon módosításra került.

source: Command template successfully deleted.
hu: A parancssablon törlésre került.

source: Successfully created a new command template.
hu: A parancssablon létrehozásra került.

source: Could not start operation.
hu: A művelet megkezdése meghiúsult.

source: Operation failed.
hu: A művelet meghiúsult.

source: Operation succeeded.
hu: A művelet sikeresen végrehajtásra került.

source: Operation is started.
hu: A művelet megkezdődött.

source: Acl user/group %(w)s successfully modified.
hu: A(z) %(w)s ACL felhasználó/csoport módosításra került.

source: Acl user/group %(w)s successfully added.
hu: A(z) %(w)s ACL felhasználó/csoport hozzáadásra került.

source: Acl user/group %(w)s successfully removed.
hu: A(z) %(w)s ACL felhasználó/csoport törlésre került.

source: The original owner cannot be removed, however you can transfer ownership.
hu: Az eredeti tulajdonos nem törölhető, azonban a tulajdon átruházható.

source: User "%s" has already access to this object.
hu: „%s” felhasználó már hozzáfér az objektumhoz.

source: Group "%s" has already access to this object.
hu: „%s” csoport már hozzáfér az objektumhoz.

source: User or group "%s" not found.
hu: Nem található „%s” felhasználó vagy csoport.

source: 1 hour
hu: 1 óra

source: 6 hours
hu: 6 óra

source: 1 day
hu: 1 nap

source: 1 week
hu: 1 hét

source: 1 month
hu: 1 hónap

source: 6 months
hu: 6 hónap

source: Bad graph time format, available periods are: h, d, w, and y.
hu: Hibás grafikon időformátum. Lehetséges egységek: h, d, w és y.

source: Transfer ownership
hu: Tulajdon átruházása

source: Can not find specified user.
hu: Nem található a megadott felhasználó.

source: Ownership offer
hu: Átruházási ajánlat

source: Can not notify selected user.
hu: A kiválaszott felhasználó értesítése sikertelen.

source: User %s is notified about the offer.
hu: %s felhasználó értesítésre került az ajánlatról.

source: Ownership successfully transferred to you.
hu: A tulajdon átruházásra került.

source: This token is for an other user.
hu: A token más felhasználó nevére szól.

source: This token is invalid or has expired.
hu: A token érvénytelen vagy lejárt.

source: Ownership accepted
hu: Átruházás elfogadva

source: Your ownership offer of %(instance)s has been accepted by %(owner)s.
hu: %(instance)s gépre vonatkozó átruházási ajánlatát elfogadta %(owner)s.

source: Only the owners can delete the selected object.
hu: Csak a tulajdonos törölheti a kiválasztott objektumot.

source: console access
hu: konzolhozzáférés

source: VM description successfully updated.
hu: A VM leírása megváltoztatásra került.

source: The token has expired.
hu: A token lejárt.

source: VM successfully renamed.
hu: A virtuális gép átnevezésre került.

source: Failed to execute %(op)s operation on instance %(instance)s.
hu: %(op)s végrehajtása meghiúsult a következőn: %(instance)s.

source: You are not permitted to execute %(op)s on instance %(instance)s.
hu: Nem engedélyezett a(z) %(op)s végrehajtása a(z) %(instance)s gépen.

source: Customize VM
hu: VM testreszabása

source: Create a VM
hu: VM létrehozása

source: Successfully created %(count)d VM.
hu: %(count)d VM létrehozásra került.

source: VM successfully created.
hu: VM létrehozásra került.

source: Instance limit (%d) exceeded.
hu: A példányok létrehozási korlátját (%d) túllépte.

source: About CIRCLE Client
hu: A CIRCLE kliensről

source: transfer ownership
hu: tulajdon átruházása

source: %(owner)s offered you to take the ownership of his/her virtual machine called %(instance)s. <a href="%(token)s" class="btn btn-success btn-small">Accept</a>
hu: %(owner)s át kívánja ruházni %(instance)s nevű virtuális gépét Önre. <a href="%(token)s" class="btn btn-success btn-small">Elfogadás</a>

source: Enter a valid MAC address. %s
hu: Érvénytelen MAC cím. %s

source: MAC Address object
hu: MAC cím objektum

source: Enter a valid IP address. %s
hu: Érvénytelen IP cím. %s

source: IP Network object
hu: IP hálózat objektum

source: Enter a valid IP network. %s
hu: Érvénytelen IP hálózat. %s

source: %s - only letters, numbers, underscores and hyphens are allowed!
hu: %s – csak betűk, számok, alulvonások és kötőjelek.

source: %s - invalid domain name
hu: %s – érvénytelen tartománynév

source: %s: invalid template
hu: %s: érvénytelen sablon

source: template doesn't use parameter %s
hu: a sablon nem használja a(z) %s paramétert

source: template renders invalid IPv6 address
hu: a sablon érvénytelen IPv6 címet ad

source: template results in IPv4 address
hu: a sablon IPv4 címet ad

source: %s - not an IPv4 address
hu: %s – nem egy IPv4 cím

source: %s - not an IPv6 address
hu: %s – nem egy IPv6 cím

source: Bad MX address format. Should be: <priority>:<hostname>
hu: Érvénytelen MX címformátum. Elvárt formátum: <prioritás>:<gépnév>

source: out
hu: ki

source: in
hu: be

source: accept
hu: elfogadás

source: drop
hu: eldobás

source: ignore
hu: ignorálás

source: direction
hu: irány

source: If the rule matches egress or ingress packets.
hu: A szabály kimenő vagy bejövő csomagokra illeszkedik.

source: description
hu: leírás

source: Why is the rule needed, or how does it work.
hu: Miért szükséges a szabály, vagy hogyan működik.

source: foreign network
hu: idegen hálózat

source: The group of vlans the matching packet goes to (direction out) or from (in).
hu: A vlanok azon csoportja, amelybe a csomag megy (ki irány) vagy emelyből jön (be irány).

source: dest. port
hu: célport

source: Destination port number of packets that match.
hu: Az illeszkedő csomagok célportjának száma.

source: source port
hu: forrásport

source: Source port number of packets that match.
hu: Az illeszkedő csomagok forrásportjának száma.

source: weight
hu: súly

source: Rule weight
hu: A szabály súlya

source: protocol
hu: protokoll

source: Protocol of packets that match.
hu: Az illeszkedő csomagok protokollja.

source: extra arguments
hu: további argumentumok

source: Additional arguments passed literally to the iptables-rule.
hu: Az iptables-szabályhoz változtatás nélkül hozzáadott argumentumok.

source: action
hu: művelet

source: Accept, drop or ignore the matching packets.
hu: Az illeszkedő csomagok elfogadása, eldobása vagy ignorálása.

source: The user responsible for this rule.
hu: A szabályért felelős felhasználó.

source: If network address translation should be done.
hu: Hálózati címfordítás engedélyezése.

source: Rewrite destination port number to this if NAT is needed.
hu: Célport számának átírása a megadottra NAT esetén.

source: external IPv4 address
hu: külső IPv4 cím

source: created at
hu: létrehozva

source: modified at
hu: módosítva

source: Vlan the rule applies to (if type is vlan).
hu: Erre a vlanra vonatkozik a szabály (ha a típus vlan).

source: vlan group
hu: vlan-csoport

source: Group of vlans the rule applies to (if type is vlan).
hu: Erre a vlan-csoportra vonatkozik a szabály (ha a típus vlan).

source: host
hu: gép

source: Host the rule applies to (if type is host).
hu: Erre a gépre vonatkozik a szabály (ha a típus gép).

source: host group
hu: gépcsoport
