Repository: NeoCIRCLE/neocircle
Catalog: circle/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Group of hosts the rule applies to (if type is host).
hu: Erre a gépcsoportra vonatkozik a szabály (ha a típus gép).

source: firewall
hu: tűzfal

source: Firewall the rule applies to (if type is firewall).
hu: Erre a tűzfalra vonatkozik a szabály (ha a típus tűzfal).

source: Only one field can be selected.
hu: Csak egy mező választható ki.

source: rule
hu: szabály

source: rules
hu: szabályok

source: public
hu: nyilvános

source: portforward
hu: porttovábbítás

source: The vlan ID of the subnet.
hu: Az alhálózat vlan-azonosítója.

source: The short name of the subnet.
hu: Az alhálózat rövid neve.

source: IPv4 address/prefix
hu: IPv4 cím/prefixhossz

source: The IPv4 address and the prefix length of the gateway. Recommended value is the last valid address of the subnet, for example 10.4.255.254/16 for 10.4.0.0/16.
hu: Az útválasztó IPv4 címe és prefixhossza. Az ajánlott érték az alhálózat utolsó érvényes címe, például 10.4.255.254/16 a 10.4.0.0/16 hálózat esetén.

source: IPv6 prefixlen/host
hu: IPv6 prefixhossz/gép

source: The prefix length of the subnet assigned to a host. For example /112 = 65536 addresses/host.
hu: A géphez rendelt alhálózat prefixhossza. Például a /112 beállítás 65536 címet jelent gépenként.

source: IPv6 address/prefix
hu: IPv6 cím/prefixhossz

source: The IPv6 address and the prefix length of the gateway.
hu: Az útválasztó IPv6 címe és prefixhossza.

source: NAT IP address
hu: NAT IP cím

source: Common IPv4 address used for address translation of connections to the networks selected below (typically to the internet).
hu: Közös címfordításra használt IPv4 cím a kiválasztott hálózatok felé irányuló kapcsolatokhoz (tipikusan az internet felé).

source: NAT to
hu: NAT ide

source: Connections to these networks should be network address translated, i.e. their source address is rewritten to the value of NAT IP address.
hu: A megadott hálózatok felé induló kapcsolatok címfordításra kerülnek: a forráscímük a megadott NAT IP címre lesz átírva.

source: network type
hu: hálózat típusa

source: managed
hu: menedzselt

source: Description of the goals and elements of the vlan network.
hu: A vlan hálózat céljainak és elemeinek leírása.

source: comment
hu: megjegyzés

source: Notes, comments about the network
hu: Jegyzetek, megjegyzések a hálózatról

source: domain name
hu: tartománynév

source: Domain name of the members of this network.
hu: A hálózat tagjainak tartományneve.

source: reverse domain
hu: reverz tartomány

source: Template of the IPv4 reverse domain name that should be generated for each host. The template should contain four tokens: "%(a)d", "%(b)d", "%(c)d", and "%(d)d", representing the four bytes of the address, respectively, in decimal notation. For example, the template for the standard reverse address is: "%(d)d.%(c)d.%(b)d.%(a)d.in-addr.arpa".
hu: Az IPv4 reverz tartománynevek generálásához használt sablon. A sablon négy tokent kell tartalmazzon: "%(a)d", "%(b)d", "%(c)d" és "%(d)d", amelyek rendre a cím négy byte-ját reprezentálják, decimális jelölésben. Például a szabványos reverz név sablonja: "%(d)d.%(c)d.%(b)d.%(a)d.in-addr.arpa".

source: Template for translating IPv4 addresses to IPv6. Automatically generated hosts in dual-stack networks will get this address. The template can contain four tokens: "%(a)d", "%(b)d", "%(c)d", and "%(d)d", representing the four bytes of the IPv4 address, respectively, in decimal notation. Moreover you can use any standard printf format specification like %(a)02x to get the first byte as two hexadecimal digits. Usual choices for mapping 198.51.100.0/24 to 2001:0DB8:1:1::/64 would be "2001:db8:1:1:%(d)d::" and "2001:db8:1:1:%(d)02x00::".
hu: Sablon az IPv4 címek IPv6-ra való fordításához. A dual-stack hálózatokban automatikusan generált gépek ezt a címet fogják kapni. A sablon négy tokent ("%(a)d", "%(b)d", "%(c)d" és "%(d)d") tartalmazhat, amelyek rendre az IPv4 cím négy byte-ját tartalmazzák decimális formában. Ezen kívül más szabványos printf formátumspecifikációk is használhatóak, mint például a %(a)02x, amely az első byte-ot két hexadecimális számjegyként reprezentálja. Például a 198.51.100.0/24 hálózat 2001:0DB8:1:1::/64 alá képezésére szokásos választás lehet a "2001:db8:1:1:%(d)d::" és a "2001:db8:1:1:%(d)02x00::".

source: ipv6 template
hu: ipv6 sablon

source: DHCP pool
hu: DHCP készlet

source: The address range of the DHCP pool: empty for no DHCP service, "manual" for no DHCP pool, or the first and last address of the range separated by a space.
hu: A DHCP készlet címtartománya. A DHCP tiltásához hagyja üresen, a DHCP pool tiltásához adja meg a „manual” értéket, engedélyezéséhez az első és utolsó érvényes címet szóközzel elválasztva.

source: vlans
hu: vlanok

source: You cannot specify an IPv6 template if there is no IPv6 network set.
hu: Nem adhat meg IPv6 sablont, ha nincs IPv6 hálózat beállítva.

source: %(ip6)s (translated from %(ip4)s) is outside of the IPv6 network.
hu: %(ip6)s (ebből képezve: %(ip4)s) kívül esik az IPv6 hálózaton.

source: IPv6 network is too small to map IPv4 addresses to it.
hu: Az IPv6 hálózat túl kicsi az IPv4 címek leképezéséhez.

source: All IP addresses are already in use.
hu: Minden IP cím használatban van.

source: The name of the group.
hu: A csoport neve.

source: The vlans which are members of the group.
hu: A csoport tagjait képező vlanok.

source: Description of the group.
hu: A csoport leírása.

source: vlan groups
hu: vlan-csoportok

source: host groups
hu: gépcsoportok

source: hostname
hu: gépnév

source: The alphanumeric hostname of the host, the first part of the FQDN.
hu: A gép alfanumerikus gépneve, az FQDN első része.

source: reverse
hu: reverz

source: The fully qualified reverse hostname of the host, if different than hostname.domain.
hu: A gép teljes reverz tartományneve, amennyiben különbözik ettől: gépnév.tartomány.

source: MAC address
hu: MAC cím

source: The MAC (Ethernet) address of the network interface. For example: 99:AA:BB:CC:DD:EE.
hu: A hálózati interfész MAC (Ethernet) címe. Például 99:AA:BB:CC:DD:EE.

source: The real IPv4 address of the host, for example 10.5.1.34.
hu: A gép valódi IPv4 címe, például 10.5.1.34.

source: WAN IPv4 address
hu: WAN IPv4 cím

source: The public IPv4 address of the host on the wide area network, if different.
hu: A gép nyilvános IPv4 címe a nagy kiterjedésű hálózaton, ha eltér.

source: The global IPv6 address of the host, for example 2001:db:88:200::10.
hu: A gép globális IPv6 címe, például 2001:db:88:200::10.

source: shared IP
hu: osztott IP

source: If the given WAN IPv4 address is used by multiple hosts.
hu: A WAN IPv4 címet több gép használja-e.

source: What is this host for, what kind of machine is it.
hu: Mi a gép célja, milyen gép ez.

source: Notes
hu: Jegyzetek

source: location
hu: elhelyezés

source: The physical location of the machine.
hu: A gép fizikai helye.

source: Vlan network that the host is part of.
hu: Az a vlan hálózat, amelynek a gép része.

source: The person responsible for this host.
hu: A gépért felelős személy.

source: groups
hu: csoportok

source: Host groups the machine is part of.
hu: Gépcsoportok, amelyeknek tagja a gép.

source: If shared_ip has been checked, external_ipv4 has to be unique.
hu: Amennyiben az osztott IP mező igaz, a külső IPv4 cím mező egyedi kell legyen.

source: You can't use another host's NAT'd address as your own IPv4.
hu: Nem használható másik gép NAT-olt címe saját IPv4 címként.

source: All %s ports are already in use.
hu: Minden %s port használatban van.

source: Port %(proto)s %(public)s is already in use.
hu: A(z) %(public)s %(proto)s port használatban van.

source: firewalls
hu: tűzfalak

source: created_at
hu: létrehozva

source: modified_at
hu: módosítva

source: domain
hu: tartomány

source: domains
hu: tartományok

source: address
hu: cím

source: Address must be specified!
hu: A cím megadása kötelező.

source: Unknown record type.
hu: Ismeretlen rekordtípus.

source: record
hu: rekord

source: records
hu: rekordok

source: tagged vlans
hu: tagged vlanok

source: switch ports
hu: switch portok

source: interface
hu: interfész

source: The name of network interface the gateway should serve this network on. For example eth2.
hu: Azon hálózati interfész nevve, amelyen az útválasztó ezt a hálózatot kiszolgálja. Például eth2.

source: ethernet device
hu: ethernet-eszköz

source: ethernet devices
hu: ethernet-eszközök

source: reason
hu: indok

source: short message
hu: rövid üzenet

source: whitelisted
hu: engedélyezőlistán

source: expires at
hu: lejár

source: blacklist item
hu: tiltólista eleme

source: blacklist items
hu: tiltólista elemek

source: Invalid IP address.
hu: Érvénytelen IP cím.

source: The resources required for launching the virtual machine are not available currently. Please try again later.
hu: A virtuális gép indításához szükséges erőforrások jelenleg nem állnak rendelkezésre. Próbálja újra később.

source: The required free memory for launching the virtual machine is not available on any usable node currently. Please try again later.
hu: A virtuális gép indításához szükséges memória jelenleg nem áll rendelkezésre. Próbálja újra később.

source: No node can satisfy the required traits of the new virtual machine currently.
hu: Egy csomópont sem biztosítja a virtuális gép indításához szükséges jellemzőket.

source: Generate random address.
hu: Véletlenszerű cím generálása.

source: Generate IPv6 pair of IPv4 address.
hu: IPv4-es cím IPv6-os párjának generálása.

source: Information
hu: Információ

source: External
hu: Külső

source: Generate sensible template.
hu: Ésszerű sablon generálása.

source: Domain name service
hu: DNS szolgáltatás

source: Info
hu: Infó

source: No hosts.
hu: Nincs gép.

source: requested IP
hu: kért IP

source: Short description
hu: Rövid leírás

source: No records.
hu: Nincs rekord.

source: No related rules found.
hu: Nincs kapcsolódó szabály.

source: dashboard
hu: műszerfal

source: blacklist
hu: tiltólista

source: Create a blacklist item
hu: Tiltólista elemének létrehozása

source: Delete this blaclist item
hu: Tiltólista elemének törlése

source: Blacklist
hu: Tiltólista

source: Create a new blacklist item
hu: Tiltólista elemének hozzáadása

source: register host
hu: gép regisztrálása

source: Are you sure you want to delete <strong>"%(object)s"</strong>?
hu: Biztosan törli a(z) <strong>„%(object)s”</strong> elemet?

source: This action also <strong>removes</strong> the following
hu: A művelet <strong>törli</strong> a következőket

source: No dependencies, "safe" to delete!
hu: Nincsenek függőségek, a törlés „biztonságos”.

source: If you are really sure, type in the object's name!
hu: Amennyiben biztos benne, gépelje be az objektum nevét.

source: Yes, delete it!
hu: Igen, törlés!

source: Hosts
hu: Gépek

source: Vlans
hu: Vlanok

source: Domains
hu: Tartománynevek

source: Records
hu: Rekordok

source: Blacklist items
hu: Tiltólista elemek

source: Rules
hu: Szabályok

source: Switch ports
hu: Switch-portok

source: Vlan groups
hu: Vlan-csoportok

source: Host groups
hu: Gépcsoportok

source: Create a new domain
hu: Tartománynév létrehozása

source: Delete this domain
hu: Tarománynév törlése

source: Add new record
hu: Rekord hozzáadása

source: List of this domain's records
hu: A tartománynév rekordjainak felsorolása

source: Create a new firewall
hu: Tűzfal létrehozása

source: Delete this firewall
hu: Tűzfal törlése

source: Related rules
hu: Kapcsolódó szabályok

source: Firewalls
hu: Tűzfalak

source: Create a new host group
hu: Gépcsoport létrehozása

source: Delete this group
hu: Csoport törlése

source: Add new rule
hu: Szabály hozzáadása

source: No rules associated with this host group!
hu: Ehhez a gépcsoporthoz nem tartozik szabály.

source: Create a new host
hu: Gép létrehozása

source: Delete this host
hu: Gép törlése

source: No rules associated with this host.
hu: Ehhez a géphez nem tartozik szabály.

source: This host is not added to any host groups!
hu: Ez a gép nem tagja egy gépcsoportnak sem.

source: Add host group
hu: Gépcsoport hozzáadása

source: No more groups to add
hu: Nincs több hozzáadható csoport

source: Add group
hu: Csoport hozzáadása

source: Add new CNAME record
hu: CNAME rekord hozzáadása

source: list of all hosts
hu: összes gép

source: Filter by vlans
hu: Vlan szerinti szűrés

source: Dashboard
hu: Műszerfal

source: Latest modifications
hu: Legutóbbi változások

source: Action
hu: Művelet

source: Model
hu: Modell

source: Time elapsed
hu: Eltelt idő

source: created
hu: létrehozva

source: modified
hu: módosítva

source: Latest blacklists
hu: Legutóbbi tiltólisták

source: Reason
hu: Indok

source: Create a new record
hu: Rekord létrehozása

source: Delete this record
hu: Rekord törlése

source: list of all records
hu: összes rekord

source: Create a new rule
hu: Szabály létrehozása

source: Delete this rule
hu: Szabály törlése

source: list of all rules
hu: összes szabály

source: Filter by types
hu: Típus szerinti szűrés

source: Create a new switch port
hu: Switch-port létrehozása

source: Delete this switchport
hu: Switch-port törlése

source: Ethernet Devices
hu: Ethernet-eszközök

source: No ethernet device
hu: Nincs ethernet-eszköz

source: Add new Ethernet Device
hu: Ethernet-eszköz hozzáadása

source: Create a new vlan
hu: Vlan létrehozása

source: Delete this vlan
hu: Vlan törlése

source: details of vlan
hu: vlan részletei

source: Host list
hu: Gépek

source: Unregistered hosts
hu: Regisztrálatlan gépek

source: Create a new vlan group
hu: Vlan-csoport létrehozása

source: list of all vlans
hu: összes vlan

source: Successfully modified blacklist item %(ipv4)s.
hu: Tiltólista eleme sikeresen módosítva (%(ipv4)s).

source: Successfully created blacklist item %(ipv4)s
hu: Tiltólista eleme sikeresen létrehozva (%(ipv4)s).

source: Successfully modified domain %(name)s.
hu: A(z) %(name)s tartománynév módosításra került.

source: Successfully created domain %(name)s.
hu: A(z) %(name)s tartománynév létrehozásra került.

source: Object name does not match.
hu: Az objektum neve nem egyezik.

source: Domain successfully deleted.
hu: A tartománynév törlésre került.

source: Records from hosts
hu: A gépek rekordjai

source: Succesfully modified firewall.
hu: A tűzfal megváltoztatásra került.

source: Successfully created firewall.
hu: A tűzfal létrehozásra került.

source: Successfully created host group %(name)s.
hu: %(name)s gépcsoport létrehozásra került.

source: Successfully modified host group %(name)s.
hu: %(name)s gépcsoport módosításra került.

source: Successfully modified host %(hostname)s.
hu: %(hostname)s gép módosításra került.

source: Successfully created host %(hostname)s.
hu: %(hostname)s gép létrehozásra került.

source: Host successfully deleted.
hu: A gép törlésre került.

source: Successfully modified record.
hu: A rekord módosításra került.

source: Successfully created record.
hu: A rekord létrehozásra került.

source: Vlan group
hu: Vlan-csopor

source: Host group
hu: Gépcsoport

source: Firewall
hu: Tűzfal

source: Successfully modified rule.
hu: A szabály módosításra került.

source: Successfully created rule.
hu: A szabály létrehozásra került.

source: Succesfully modified switch port.
hu: A switch-port módosításra került.

source: Successfully created switch port.
hu: A switch-port létrehozásra került.

source: Succesfully modified vlan %(name)s.
hu: A(z) %(name)s vlan módosításra került.

source: Successfully created vlan %(name)s.
hu: A(z) %(name)s vlan létrehozásra került.

source: Vlan successfully deleted.
hu: A vlan törlésre került.

source: Successfully modified vlan group %(name)s.
hu: A(z) %(name)s vlan-csoport módosításra került.

source: Successfully created vlan group %(name)s.
hu: A(z) %(name)s vlan-csoport módosításra került.

source: Successfully removed %(host)s from %(group)s group.
hu: A(z) %(host)s csoport törlésre került a(z) %(group)s csoportból.

source: Successfully added %(host)s to group %(group)s.
hu: A(z) %(host)s csoport hozzáadásra került a(z) %(group)s csoporthoz.

source: Successfully deleted ethernet device %(name)s.
hu: A(z) %(name)s ethernet-eszköz törlésre került.

source: Successfully added %(name)s to this switch port
hu: %(name)s hozzáadásra került a switch-porthoz.

source: Ethernet device name cannot be empty.
hu: Az ethernet-eszköz megadása kötelező.

source: There is already an ethernet device with that name.
hu: Már létezik a megadott nevű ethernet-eszköz.

source: Fill in the message.
hu: Töltse ki az üzenetet.

source: Template share
hu: Sablon megosztás

source: You haven't changed any of the resources.
hu: Nem változtatott meg egyetlen erőforrást sem.

source: pending
hu: függő

source: accepted
hu: elfogadott

source: declined
hu: elutasított

source: resource request
hu: erőforrás igénylés

source: lease request
hu: bérlet igénylés

source: template access request
hu: sablon hozzáférés igénylés

source: Request accepted
hu: Kérés elfogadva

source: Your <a href="%(url)s">request</a> was declined because of the following reason: %(reason)s
hu: Az <a href="%(url)s">igénylése</a> el lett utasítva az alábbi indokkal: %(reason)s

source: Request declined
hu: Igénylés elutasítva

source: %(name)s (suspend: %(s)s, remove: %(r)s)
hu: %(name)s (felfüggesztés: %(s)s, törlés: %(r)s)

source: number of cores
hu: magok száma

source: Number of virtual CPU cores available to the virtual machine.
hu: A virtuális gép számára elérhető CPU-magok száma.

source: Mebibytes of memory.
hu: Memória mebibyte-okban.

source: priority
hu: prioritás

source: CPU priority.
hu: CPU prioritás.

source: The resources of <a href="%(url)s">%(name)s</a> were changed. Number of cores: %(num_cores)d, RAM size: <span class="nowrap">%(ram_size)d MiB</span>, CPU priority: %(priority)d/100.
hu: <a href="%(url)s">%(name)s</a> erőforrásai módosultak. Magok száma: %(num_cores)d, RAM-mennyiség: <span class="nowrap">%(ram_size)d MiB</span>, CPU prioritás: %(priority)d/100.

source: The lease of <a href="%(url)s">%(name)s</a> got extended. (suspend: %(suspend)s, remove: %(remove)s)
hu: <a href="%(url)s">%(name)s</a> bérlete meghosszabbítva. (felfüggesztés: %(suspend)s, törlés: %(remove)s)

source: You got access to the following template: %s
hu: Az alábbi sablonhoz szerzett hozzáférést: %s

source: A new <a href="%(request_url)s">%(request_type)s</a> was submitted by <a href="%(user_url)s">%(display_name)s</a>.
hu: Egy új <a href="%(request_url)s">%(request_type)s</a> lett beküldve <a href="%(user_url)s">%(display_name)s</a> által.

source: New %(request_type)s
hu: Új %(request_type)s

source: Request submitted
hu: Igénylés beküldve

source: You can view the request's status at this <a href="%(request_url)s">link</a>.
hu: Az igénylés állapota megtekinthető az alábbi <a href="%(request_url)s">linken</a>.

source: No more requests.
hu: Nincs több igénylés.

source: Level
hu: Szint

source: For users who want to share the template with others.
hu: Azon felhasználók számára akik a sablonokat meg szeretnék osztani másokkal.

source: For users who want to start a virtual machine.
hu: Azon felhasználók számára akik virtuális gépet akarnak indítani.

source: Request
hu: Igénylés

source: VM name
hu: Virtuális gép neve

source: VM description
hu: Virtuális gép leírása

source: Current lease
hu: Jelenlegi bérlet

source: Requested lease
hu: Igényelt bérlet

source: Template type
hu: Sablon típus

source: (old values in parentheses)
hu: (régi értékek zárójelben)

source: Number of cores
hu: Magok száma

source: Ram size
hu: RAM-méret

source: Reason (sent to the user if the request is declined)
hu: Indok (elutasítás esetén a felhasználó megkapja)

source: Decline
hu: Elutasít

source: You can't accept this request because of the VM's state.
hu: A virtuális gép állapota miatt a kérés nem elfogadható.

source: Accept
hu: Elfogadás

source: Closed %(closed)s by <a href="%(user.profile.get_absolute_url)s">%(user)s</a>
hu: Lezárva <a href="%(user.profile.get_absolute_url)s">%(user)s</a> által %(closed)s

source: lease type
hu: bérlet típus

source: New lease type
hu: Új bérlet típus

source: Request types
hu: Kérés típusok

source: Filter by status
hu: Állapot szerinti szűrés

source: Request new lease
hu: Új bérlet igénylése

source: Request new resources
hu: Új erőforrások igénylése

source: Request template access
hu: Sablon hozzáférés igénylése

source: template access type
hu: sablon hozzáférés típus

source: New Template Access type
hu: Új sablon hozzáférés típus

source: new lease type
hu: új bérlet típus

source: new template access type
hu: új sablon hozzáférés típus

source: Lease types are used for sharing leases. User can request longer ones via these.
hu: A bérlet típusok segítségével a felhasználók hosszabb lejárati időket tudnak igényelni.

source: Using template access types users can request multiple templates with user with operator or user level access.
hu: A sablon hozzáférés típus segítségével a felhasználók felhasználó vagy operátor jogosultságot igényelhetnek a sablonokhoz.

source: Template access type successfully updated.
hu: A sablon hozzáférés típus frissítésre került.

source: New template access type successfully created.
hu: A sablon hozzáférés típus létrehozásra került.

source: Lease type successfully updated.
hu: A bérlet típus frissítésre kerül.

source: New lease type successfully created.
hu: A bérlet típus létrehozása került.

source: Instance %(instance)s has already been destroyed.
hu: %(instance)s példány már meg van semmisítve.

source: path or poolname
hu: elérési út vagy pool név

source: datastore
hu: adattár

source: datastores
hu: adattárak

source: filename
hu: fájlnév

source: The datastore that holds the disk.
hu: A lemezt tároló adattár.

source: device number
hu: eszközazonosító

source: disk
hu: lemez

source: disks
hu: lemezek

source: Can create an empty disk.
hu: Létrehozhat új lemezt.

source: Can download a disk.
hu: Letölthet lemezt.

source: Can resize a disk.
hu: Átméretezhet lemezt.

source: Operation can't be invoked on disk '%(name)s' of type '%(type)s'.
hu: A kért művelet nem hajtható végre a(z) %(type)s típusú „%(name)s” lemezen.

source: Operation can't be invoked on disk '%(name)s' (%(pk)s) of type '%(type)s'.
hu: A kért művelet nem hajtható végre a(z) %(type)s típusú „%(name)s” (%(pk)s) lemezen.

source: The requested operation can't be performed on disk '%(name)s' because it is in use.
hu: A kért művelet nem hajtható végre a(z) „%(name)s” lemezen, mivel használatban van.

source: The requested operation can't be performed on disk '%(name)s' (%(pk)s) because it is in use.
hu: A kért művelet nem hajtható végre a(z) „%(name)s” (%(pk)s) lemezen, mivel használatban van.

source: The requested operation can't be performed on disk '%(name)s' because it has never been deployed.
hu: A kért művelet nem hajtható végre a(z) „%(name)s” lemezen, mivel nem volt még csatolva.

source: The requested operation can't be performed on disk '%(name)s' (%(pk)s) [%(filename)s] because it has never beendeployed.
hu: A kért művelet nem hajtható végre a(z) „%(name)s” (%(pk)s) [%(filename)s] lemezen, mivel nem volt még csatolva.

source: The requested operation can't be performed on disk '%(name)s' because its base has never been deployed.
hu: A kért művelet nem hajtható végre a(z) „%(name)s” lemezen, mivel az alapja nem volt még csatolva.

source: The requested operation can't be performed on disk '%(name)s' (%(pk)s) [%(filename)s] because its base '%(b_name)s' (%(b_pk)s) [%(b_filename)s] has never beendeployed.
hu: A kért művelet nem hajtható végre a(z) „%(name)s” (%(pk)s) [%(filename)s] lemezen, mivel az alapja, „%(b_name)s” (%(b_pk)s) [%(b_filename)s] nem volt még csatolva.

source: Operation aborted by user.
hu: A műveletet a felhasználó megszakította.

source: Forbidden
hu: Tiltva
