Repository: NeoCIRCLE/neocircle
Catalog: circle/locale/*/LC_MESSAGES/django.po
Languages: hu

source: You cannot passivate a passive node.
hu: Passzív csomópont passziválása nem lehetséges.

source: disable
hu: tiltás

source: Disable node.
hu: Csomópont tiltása.

source: You cannot disable a disabled node.
hu: Tiltott csomópont tiltása nem lehetséges.

source: You cannot disable a node which is hosting instances.
hu: Nem tiltható le olyan csomópont, amelyen még futnak példányok.

source: update node
hu: csomópont frissítése

source: Upgrade or install node software (vmdriver, agentdriver, monitor-client) with Salt.
hu: Csomópont frissítése vagy telepítése (vmdriver, agentdriver, monitor-client) Salt segítségével.

source: Unhandled exception: %(msg)s
hu: Kezeletlen kivétel: %(msg)s

source: upgrade packages
hu: csomagok frissítése

source: Upgraded: %(upgraded)s, Installed: %(installed)s, Removed: %(removed)s
hu: Frissítve: %(upgraded)s, Telepítve: %(installed)s, Törölve: %(removed)s

source: Changes: %(changes)s Comment: %(comment)s
hu: Változások: %(changes)s Megjegyzés: %(comment)s

source: Failed: %(failed)s
hu: Meghiúsult: %(failed)s

source: screenshot
hu: képernyőkép

source: Get a screenshot about the virtual machine's console. A key will be pressed on the keyboard to stop screensaver.
hu: Képernyőkép készítése a virtuális gép konzoljáról. Egy billentyűnyomást követően készül a kép a képernyővédő miatt.

source: recover
hu: visszaállítás

source: Try to recover virtual machine disks from destroyed state. Network resources (allocations) are already lost, so you will have to manually add interfaces afterwards.
hu: Megsemmisített virtuális gép lemezeinek visszaállítását kísérli meg. A hálózati erőforrások foglalásai már végleg elvesztek, így az interfészeket kézzel kell a visszaállítás után pótolni.

source: recover instance
hu: példány helyreállítása

source: resources change
hu: erőforrások módosítása

source: Change resources of a stopped virtual machine.
hu: Leállított virtuális gép erőforrásainak változtatása.

source: Priority: %(priority)s, Num cores: %(num_cores)s, Ram size: %(ram_size)s
hu: Prioritás: %(priority)s, magok száma: %(num_cores)s, memória mérete: %(ram_size)s

source: password reset
hu: jelszó visszaállítása

source: Generate and set a new login password on the virtual machine. This operation requires the agent running. Resetting the password is not warranted to allow you logging in as other settings are possible to prevent it.
hu: Egy új belépési jelszó generálása és beállítása a virtuális gépen. Ez a művelet megköveteli az ügynök futását. A jelszó átállítása nem garantálja a sikeres belépést, mivel más beállítások is megakadályozhatják ezt.

source: install SSH keys
hu: SSH kulcs hozzáadása

source: Copy your public keys to the virtual machines. Only works on UNIX-like operating systems.
hu: A publikus kulcsok átmásolása a virtuális gépre. Csak UNIX-szerű operációs rendszereken működik.

source: remove SSH keys
hu: SSH kulcs törlése

source: agent
hu: ügynök

source: starting
hu: indítás

source: wait agent restarting
hu: várakozás az ügynök újraindulására

source: cleanup
hu: takarítás

source: set time
hu: óra beállítása

source: set hostname
hu: gépnév beállítása

source: restart networking
hu: hálózat újratöltése

source: change ip
hu: IP cím beállítása

source: update agent
hu: ügynök frissítése

source: update agent to %(version)s
hu: ügynökfrissítés erre: %(version)s

source: mount store
hu: tárhely csatolása

source: This operation attaches your personal file store. Other users who have access to this machine can see these files as well.
hu: Ez a művelet csatolja az ön személyes tárhelyét. A gép más felhasználói is elérhetik fájljait.

source: attach disk
hu: lemez csatolása

source: Resource was not found.
hu: Nem található az erőforrás.

source: Resource was not found. %(exception)s
hu: Nem található az erőforrás. %(exception)s

source: detach disk
hu: lemez leválasztása

source: attach network
hu: hálózat csatolása

source: detach network
hu: hálózat lecsatolása

source: stopping
hu: leállítás

source: %(instance)s destroyed
hu: %(instance)s megsemmisítve

source: Your instance <a href="%(url)s">%(instance)s</a> has been destroyed due to expiration.
hu: <a href="%(url)s">%(instance)s</a> gépe megsemmisítésre került, mivel lejárt.

source: %(instance)s suspended
hu: %(instance)s felfüggesztve

source: Your instance <a href="%(url)s">%(instance)s</a> has been suspended due to expiration. You can resume or destroy it.
hu: <a href="%(url)s">%(instance)s</a> gépe felfüggesztésre került, mivel lejárt. Felébresztheti vagy megsemmisítheti.
