Repository: NeoCIRCLE/neocircle
Catalog: school/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Hungarian
hu: Magyar

source: English
hu: Angol

source: language
hu: nyelv

source: code
hu: kód

source: %(first)s %(last)s
hu: %(last)s %(first)s

source: person
hu: személy

source: persons
hu: személyek

source: course code
hu: tárgykód

source: name
hu: név

source: default group
hu: alapértelmezett csoport

source: New users will be automatically assigned to this group.
hu: Az új hallgatók automatikusan ebbe a csoportba kerülnek.

source: owners
hu: tulajdonosok

source: course
hu: tárgy

source: courses
hu: tárgyak

source: short name
hu: rövid név

source: (none)
hu: (nincs)

source: start
hu: kezdet

source: end
hu: vége

source: semester
hu: félév

source: semesters
hu: félévek

source: There is no current semester.
hu: Nincs aktuális félév.

source: members
hu: tagok

source: group
hu: csoport

source: groups
hu: csoportok

source: EduID is not available.
hu: Az EduID nem elérhető.

source: Course "%s" added.
hu: „%s” tárgy hozzáadva.

source: Failed to add course "%s".
hu: Kurzus hozzáadása sikertelen: %s.

source: Course "%s" ownership added.
hu: „%s” tárgy oktatóihoz felvéve.

source: Failed to add course "%s" ownership.
hu: „%s” tárgy oktatóihoz felvétel sikertelen.

source: Could not found Person object.
hu: Nem található Személy objektum.

source: Invalid NEPTUN code found.
hu: Érvénytelen Neptun-kód.

source: Invalid NEPTUN code
hu: Érvénytelen Neptun-kód

source: Details of %(name)s
hu: %(name)s részletei

source: Owners of
hu: Tulajdonosok

source: Remove
hu: Eltávolítás

source: This user never logged in, no data available
hu: Ez a felhasználó még nem lépett be, nincs adat róla

source: Name
hu: Név

source: Add owner
hu: Tulajdonos hozzáadása

source: Owner name/NEPTUN
hu: Tulajdonos neve/NEPTUN-kódja

source: This group has no shared templates.
hu: Ennek a csoportnak egy sablon sincs megosztva.

source: Share one, and the group members can start their own virtual machine.
hu: Osszon meg egyet, hogy a csoport tagjai is elindíthassák egy példányát.

source: Help
hu: Segítség

source: This is the list of groups you own.
hu: Ez az ön csoportjainak felsorolása.

source: Groups are collections of users.
hu: A csoportok felhasználók halmazai.

source: You can share templates with your groups, so that they can run instances of those templates.
hu: Megoszthatja a sablonokat csoportjaival, így a tagok elindíthatják a sablonokból saját példányaikat.

source: Show/hide box
hu: Doboz megjelenítése/rejtése

source: My Groups
hu: Saját csoportok

source: You have no groups.
hu: Nincs még csoportja.

source: Create a new one, and add your students to the new group.
hu: Hozzon létre egyet, és vegy fel hallgatóit.

source: Show hidden groups
hu: Elrejtett csoportok megjelenítése

source: Create new group
hu: Új csoport létrehozása

source: Group name
hu: Csoport neve

source: Semester
hu: Félév

source: Members
hu: Tagok

source: Student NEPTUN codes, one per line
hu: Hallgatók NEPTUN-kódja, soronként egy

source: Cancel
hu: Mégsem

source: Done
hu: Kész

source: More details
hu: Részletek

source: Delete
hu: Törlés

source: Hide
hu: Elrejtés

source: Course
hu: Tárgy

source: Not assigned
hu: Nincs hozzárendelve

source: Owner(s)
hu: Tulajdonosok

source: Member count
hu: Tagok száma

source: This is the list of this group's members.
hu: Ez a csoport tagjainak felsorolása.

source: Members are the people who can start new instances of templates shared with the group.
hu: A tagok azok a személyek, akik jogosultak a csoportnak megosztott sablonok példányainak indítására.

source: Members of
hu: Tagok

source: Add user
hu: Felhasználó hozzáadása

source: User NEPTUN code
hu: Felhasználó Neptun-kódja
