Repository: NeoCIRCLE/neocircle
Catalog: circle/network/locale/*/LC_MESSAGES/djangojs.po
Languages: hu

source: Are you sure you want to remove host group <strong>"%(group)s"</strong> from <strong>"%(host)s"</strong>?
hu: Biztosan eltávolítja a(z) <strong>"%(group)s"</strong> gépcsoportból a következőt: <strong>"%(host)s"</strong>?

source: Are you sure you want to delete this rule?
hu: Biztosan törli ezt a szabályt?

source: Cancel
hu: Mégsem

source: Remove
hu: Eltávolítás

source: Address must be specified!
hu: A cím megadása kötelező.

source: %s - not an IPv4 address
hu: %s – nem egy IPv4 cím

source: %s - not an IPv6 address
hu: %s – nem egy IPv6 cím

source: Bad MX address format.
hu: Érvénytelen MX címformátum.

source: %s - invalid domain name
hu: %s – érvénytelen tartománynév

source: Unknown record type.
hu: Érvénytelen rekordtípus.

source: You must choose a type
hu: Válasszon típust

source: You must choose a domain
hu: Válasszon tartományt

source: You must specify an owner!
hu: Adjon meg tulajdonost.

source: Specify a type!
hu: Adjon meg típust.

source: Are you sure you want to delete this device?
hu: Biztosan törli az eszközt?
